{
   "intents": [
      {
         "tag": "Capteur Meteor",
         "patterns": [
            "Capteur Meteor",
            "Qu'est-ce que le capteur Meteor de Footbar ?"
         ],
         "responses": [
            "Le capteur Meteor de Footbar est un dispositif révolutionnaire conçu pour mesurer les performances des joueurs de football pendant un match. Il fournit des données précises aux joueurs, les aidant ainsi à évaluer leurs performances physiques et techniques."
         ],
         "context": ""
      },
      {
         "tag": "Fondateurs Footbar",
         "patterns": [
            "Fondateurs Footbar",
            "Qui sont les fondateurs de Footbar et quelle est leur histoire ?"
         ],
         "responses": [
            "Les fondateurs de Footbar sont Sylvain Ract et Loïc Manent, deux jeunes ingénieurs passionnés de football. Ils ont créé le capteur Meteor dans le but d'améliorer les performances des joueurs en leur fournissant des données exploitables. Par la suite, Jacques D’Arrigo, ancien directeur chez Nike et aux Girondins de Bordeaux, a rejoint l'équipe pour aider à commercialiser le produit."
         ],
         "context": ""
      },
      {
         "tag": "Mission Footbar",
         "patterns": [
            "Mission Footbar",
            "Quelle est la mission de Footbar ?"
         ],
         "responses": [
            "La mission de Footbar est de démocratiser l'accès à l'intelligence artificielle dans le football en fournissant aux joueurs des données précises et exploitables sur leurs performances. Ils croient en l'importance de l'analyse des statistiques pour permettre aux joueurs de progresser, de se fixer des objectifs et de se motiver."
         ],
         "context": ""
      },
      {
         "tag": "Evolution Capteur",
         "patterns": [
            "Evolution Capteur",
            "Comment le capteur Meteor de Footbar a-t-il évolué au fil du temps ?"
         ],
         "responses": [
            "Le capteur Meteor de Footbar a considérablement évolué au fil des ans, devenant plus petit tout en améliorant sa précision et son expérience utilisateur. Il est alimenté par une intelligence artificielle qui ingère des millions de gestes techniques, offrant ainsi des données d'une précision accrue à chaque instant."
         ],
         "context": ""
      },
      {
         "tag": "Engagement Communauté",
         "patterns": [
            "Engagement Communauté",
            "Quel est l'engagement de Footbar envers la communauté du football ?"
         ],
         "responses": [
            "Footbar est fier de soutenir tous les joueurs et joueuses de football dans la pratique régulière de leur activité physique. Ils travaillent en étroite collaboration avec des clubs, des entraîneurs et des athlètes professionnels pour améliorer leur technologie et offrir des solutions adaptées à chacun. Ils mettent également l'accent sur l'inclusion en soutenant le football féminin et en accompagnant les jeunes joueurs à travers divers ateliers."
         ],
         "context": ""
      },
      {
         "tag": "Localisation Footbar",
         "patterns": [
            "Localisation Footbar",
            "Où est située Footbar et quels avantages en tire-t-elle ?"
         ],
         "responses": [
            "Footbar est actuellement hébergé au sein de l'incubateur de start-up Le Tremplin, qui accueille principalement des entreprises innovantes dans le domaine du sport. En tant que membre intégré de la Sportech, Footbar bénéficie d'un environnement propice à l'innovation et à la collaboration avec d'autres acteurs du secteur."
         ],
         "context": ""
      },
      {
         "tag": "Votre Histoire",
         "patterns": [
            "Votre Histoire"
         ],
         "responses": [
            "Deux jeunes ingénieurs, Sylvain Ract et Loïc Manent, créent le capteur Meteor pour mesurer les performances lors d’un match de football. Footbar réalise cette idée en offrant des données aux joueurs pour évaluer leurs performances. Jacques D’Arrigo, ancien directeur chez Nike et aux Girondins de Bordeaux, rejoint Footbar pour commercialiser notre capteur. Footbar signe un partenariat avec Decathlon, rendant le produit accessible au grand public. L’application grand public est lancée, permettant à chacun d’accéder à ses statistiques et de participer à un classement pour favoriser la progression. En 2022, Stéphane Martin, ancien président des Girondins de Bordeaux, nous rejoint en tant que CEO. Nous étendons notre développement à l’international, notamment aux Pays-Bas, en Espagne et aux Émirats Arabes Unis."
         ],
         "context": ""
      },
      {
         "tag": "Mission Footbar",
         "patterns": [
            "MissionFootbar",
            "Notre mission : démocratiser l’accès à l’intelligence artificielle dans le football"
         ],
         "responses": [
            "Notre mission est d'aider les pratiquants de football à atteindre leur plein potentiel en leur fournissant des données précises et exploitables sur leurs performances. Nous croyons en l'importance de l'analyse des statistiques pour permettre aux joueurs de progresser, de se fixer des objectifs et de se motiver. Nos valeurs sont Passion, Diversité et Excellence."
         ],
         "context": ""
      },
      {
         "tag": "Evolution Meteor",
         "patterns": [
            "Evolution Meteor",
            "L’évolution du Meteor"
         ],
         "responses": [
            "Au fil des années, le Meteor a considérablement évolué, réduisant sa taille tout en améliorant considérablement sa précision et son expérience utilisateur, ce qui en fait aujourd'hui une référence incontournable dans l'analyse de données pour les amateurs de football. Alimenté par une intelligence artificielle qui ingère des millions de gestes techniques, le Meteor fournit des données d'une précision accrue à chaque instant, offrant ainsi une solution de pointe pour les passionnés de football souhaitant bénéficier d'informations précises et fiables."
         ],
         "context": ""
      },
      {
         "tag": "Engagement Footbar",
         "patterns": [
            "Notre engagement"
         ],
         "responses": [
            "Chez Footbar, nous sommes fiers de soutenir tous les joueurs et joueuses de football à pratiquer une activité physique régulière. Nous travaillons en étroite collaboration avec des clubs, des entraîneurs et des athlètes professionnels pour améliorer notre technologie et offrir des solutions adaptées aux besoins de chacun. Notre mot d’ordre est l’inclusion c’est pourquoi nous mettons l’accent sur la visibilité du football féminin et l’accompagnement des jeunes notamment lors d’ateliers réalisés avec le Red Star."
         ],
         "context": ""
      },
      {
         "tag": "Equipe Footbar",
         "patterns": [
            "L’équipe Footbar"
         ],
         "responses": [
            "En tant qu'équipe jeune et passionnée, notre objectif chez Footbar est d'écrire l'histoire de plus de 300 millions de footballeurs en leur fournissant les outils nécessaires pour valoriser leurs données. Faire partie de la team Footbar, c'est rejoindre une équipe de football où passion, diversité et excellence sont des valeurs essentielles. Nous sommes déterminés à accompagner les footballeurs dans leur parcours et à leur offrir des outils pour exploiter pleinement leurs données."
         ],
         "context": ""
      },
      {
         "tag": "Footbar Sportech",
         "patterns": [
            "Footbar Sportech",
            "Footbar au sein de la Sportech"
         ],
         "responses": [
            "Footbar est actuellement hébergé au sein de l'incubateur de start-up Le Tremplin, qui accueille principalement des entreprises innovantes dans le domaine du sport. En tant que membre intégré de la Sportech, Footbar bénéficie d'un environnement propice à l'innovation et à la collaboration avec d'autres acteurs du secteur."
         ],
         "context": ""
      },
      {
         "tag": "Vue statistique",
         "patterns": [
            "Vue statistique",
            "Où est-ce que je vais pour voir mes stats ?",
            "Comment puis-je interpréter les stats qui apparaissent sur ma vue 'Profil' ?"
         ],
         "responses": [
            "Il te suffit tout simplement d'aller sur ton profil et ensuite de cliquer sur 'Activité' en haut à gauche pour accéder non seulement aux données de ta session mais aussi à l'historique de toutes tes sessions précédentes.",
            "Sur la vue profil il y a plusieurs informations qu'il est important de savoir différencier ! Tout d'abord, tu as l’ensemble de tes statistiques cumulées sur la saison en cours et juste en dessous la distance que tu as parcouru par mois. Pour la vue du bas avec le détail des statistiques, elle correspond à l’évolution de ton profil au fil de tes séances et il y a plusieurs choses à analyser."
         ]
      },
      {
         "tag": "Profils multiples",
         "patterns": [
            "Profils multiples",
            "Est-ce que je peux créer plusieurs profils avec un même compte ?"
         ],
         "responses": [
            "Le mieux est de créer deux comptes utilisateurs (un à votre nom, l'autre au nom de la deuxième personne). Tu peux utiliser un même capteur sur deux comptes différents mais pas en simultané. Nous recommandons cependant le système suivant : un capteur = un profil = un téléphone."
         ]
      },
      {
         "tag": "Capteur déconnecté",
         "patterns": [
            "Capteur déconnecté",
            "Mon capteur Footbar est marqué comme 'déconnecté'. Est-ce normal ou y’a-t-il un problème ?",
            "Que faire si l’appli ne détecte pas mon capteur lors de l’allumage ?"
         ],
         "responses": [
            "C’est tout à fait normal car ton capteur n’a pas besoin d’être connecté à ton téléphone lorsque tu joues. Donc si le capteur a bien été allumé, il n’a aucun problème. Il suffit de te reconnecter à ton capteur après ta session, de l’éteindre et de télécharger les données. Le capteur fonctionne indépendamment du téléphone et de sa connexion. Lorsque tu retournes sur l’écran d’accueil contenant le bouton central, il sera toujours vert avec écrit 'ton capteur est allumé'. Vérifie que le bluetooth est activé et que le capteur clignote lorsqu’il est branché. Si le problème persiste, contacte-nous via la bulle en bas à droite de l'écran."
         ]
      },
      {
         "tag": " Mémoire pleine",
         "patterns": [
            " Mémoire pleine",
            "Je me suis aperçu.e que je n'avais plus de mémoire, comment enregistrer mes performances précédentes ?"
         ],
         "responses": [
            "La mémoire du capteur est différente de celle de nos serveurs. Il faut toutefois que tu penses à bien vider régulièrement ton capteur en cliquant sur “télécharger ta session”. Il n'y a pas de 'limite' de mémoire pour les séances sur notre serveur donc pas besoin de les effacer. En revanche, la mémoire du capteur a ses limites donc pense à télécharger ta session régulièrement."
         ]
      },
      {
         "tag": "Sélection du type de jeu",
         "patterns": [
            "Sélection du type de jeu",
            "Je ne peux pas sélectionner le foot à 7 foot à 8, comment je fais ?"
         ],
         "responses": [
            "Effectivement nous n'avons pas de jeu à 7/8 à proprement parler. En réalité, notre intelligence artificielle calcule en fonction de la taille du terrain et analyse de deux manières : grand terrain et jeu réduit qui comprend les foot à 5/7/8. Et sur grand terrain uniquement le foot à 11. Ces choix s’expliquent pour des raisons de design liées à notre application."
         ]
      },
      {
         "tag": "Déconnexion du compte",
         "patterns": [
            "Déconnexion du compte",
            "Comment puis-je me déconnecter de mon compte ?"
         ],
         "responses": [
            "Il suffit de te rendre dans l’onglet 'Profil', cliquer sur le l’icône 'Réglage' en haut à droite, puis encore en haut à droite sur l'icône 'Sortie / Se déconnecter'."
         ]
      },
      {
         "tag": "Mode championnat",
         "patterns": [
            "Mode championnat",
            "Comment fonctionne le mode championnat ?"
         ],
         "responses": [
            "Dans le championnat, les règles sont simples : plus tu joues au foot pendant la semaine, plus tu cumules des points pour passer devant tes adversaires. Chaque semaine, tu rejoins aléatoirement une poule de 20 nouveaux adversaires dans l'une des 10 divisions qui te correspond. A toi de prouver que tu es le meilleur de ton groupe : à la fin de chaque semaine, les trois premiers montent en division supérieure et les trois derniers descendent."
         ]
      },
      {
         "tag": "Fonctionnalité Booster",
         "patterns": [
            "Fonctionnalité Booster",
            "Comment fonctionne le booster ?"
         ],
         "responses": [
            "Le booster permet de multiplier les points obtenus par un utilisateur lors d’une session selon sa division. Le booster est de x1 lorsque tu es en D10 et augmente de +1 lorsque tu passes à la division supérieur pour atteindre x10 lorsque tu seras en D1. Plus tu te situes proches de la D1, plus ton booster est important et donc plus les points que te rapporteront tes séances seront élevés."
         ]
      },
      {
         "tag": "Diminution des points en juillet",
         "patterns": [
            "Diminution des points en juillet",
            "Pourquoi mes points diminuent en juillet ?"
         ],
         "responses": [
            "Chaque été, la saison en cours prend fin, et les points d'expérience de ta carte Footbar redescendent à 10, comme lorsque tu as commencé sur Footbar. Pas de panique, les points reviennent vite si tu avais un bon niveau la saison précédente. C'est l'occasion de tout donner lors de la nouvelle saison !"
         ]
      },
      {
         "tag": "Modifier les détails de la session",
         "patterns": [
            "Modifier les détails de la session",
            "Est-ce que je peux modifier les caractéristiques de ma session (poste, type de session, horaire de début et fin) sur l'application ?"
         ],
         "responses": [
            "Lorsque tu es sur le récap de ta session, clique sur l'icône en haut à droite et ensuite sur 'modifier'. Tu as ensuite la possibilité de sélectionner ton poste, le type de session ainsi l'heure de début et fin de ta séance avant de 'valider'."
         ]
      },
      {
         "tag": "Qu'est-ce que le capteur Footbar",
         "patterns": [
            "Qu'est-ce que le capteur Footbar",
            "Qu'est-ce que le capteur Footbar ?"
         ],
         "responses": [
            "Il s’agit d’un capteur de 8 grammes et 8 mm d’épaisseur qui évalue les performances des footballeuses et footballeurs selon une douzaine de critères grâce à un accéléromètre couplé à une intelligence artificielle (IA)."
         ]
      },
      {
         "tag": "Différence footbar avec le GPS",
         "patterns": [
            "Quelle est la différence footbar avec un GPS ?"
         ],
         "responses": [
            "Un GPS fonctionne avec la localisation tandis que notre capteur footbar comprend les mouvements du corps sans connaître la position. Les deux sont parfaitement complémentaires."
         ]
      },
      {
         "tag": "Confort pendant le jeu",
         "patterns": [
            "Confort pendant le jeu",
            "Le capteur est-il gênant pour jouer ?"
         ],
         "responses": [
            "Non ! Ultra léger, fin et petit, le Meteor se place au niveau du mollet, en dessous de ta chaussette. Il ne gêne absolument pas les mouvements du joueur ou de la joueuse, qui oubliera immédiatement qu'il/elle porte un capteur."
         ]
      },
      {
         "tag": "Utilisation de la sangle",
         "patterns": [
            "Utilisation de la sangle",
            "Et la sangle?"
         ],
         "responses": [
            "Sa conception a été pensée pour une utilisation plus confortable et les nombreux retours d’utilisateur.ice.s attestent de cela."
         ]
      },
      {
         "tag": "Positionnement du capteur",
         "patterns": [
            "Positionnement du capteur",
            "Puis-je porter mon capteur Footbar ailleurs que sur le mollet ?"
         ],
         "responses": [
            "Non, mauvaise idée. Notre R&D (recherche et développement) est pour le moment élaborée en fonction de la position 'haut du mollet de frappe'. Le porter ailleurs équivaut à donner de fausses informations de jeu au capteur, qui ne pourra calculer de manière précise vos stats !"
         ]
      },
      {
         "tag": "Utilisation du pied faible",
         "patterns": [
            "Utilisation du pied faible",
            "Est-ce que le capteur Footbar prend en compte les données de mon mauvais pied ?"
         ],
         "responses": [
            "On te conseille de porter le capteur sur ta jambe forte car c’est là que tu obtiendras de meilleures statistiques mais rien ne t’empêche de comparer avec l’autre jambe et de constater la différence. Aujourd'hui notre intelligence artificielle n'est pas encore capable de repérer les passes et tirs effectués avec la jambe ne portant pas le capteur. Cependant nous continuons de travailler dessus pour pallier cela."
         ]
      },
      {
         "tag": "Utilisation en matchs officiels",
         "patterns": [
            " Utilisation en matchs officiels",
            "Est-ce que je peux utiliser mon capteur en match officiel ?"
         ],
         "responses": [
            "Comme il est caché sous la chaussette, tu peux l’utiliser pendant les matchs à niveau amateur, sous réserve du règlement du district. Nous te recommandons de demander l’accord à l'arbitre. Aujourd’hui, les joueuses de l’équipe pro du Luxembourg portent notre capteur en plus de clubs qui l’utilisent lors de leurs matchs du weekend."
         ]
      },
      {
         "tag": "Problème de charge",
         "patterns": [
            "Problème de charge",
            "Je charge mon capteur depuis mon ordinateur mais j’ai l’impression que celui-ci ne charge pas, que faire ?"
         ],
         "responses": [
            "Si le problème persiste malgré tout, envoie un mail à notre équipe support en nous décrivant ton problème ou contacte nous sur nos réseaux Instagram et Facebook."
         ]
      },
      {
         "tag": " Téléphone à proximité pendant le jeu",
         "patterns": [
            " Téléphone à proximité pendant le jeu",
            "Est ce que je suis obligé de garder le téléphone à côté de moi quand je joue ?"
         ],
         "responses": [
            "Non, une fois le capteur allumé, l’application peut être fermée et le téléphone rangé. Le bluetooth n’intervient que pour allumer/éteindre le capteur, puis pour le téléchargement des données à la fin de ton match ou de ton entraînement."
         ]
      },
      {
         "tag": "Distance maximale téléphone-capteur",
         "patterns": [
            "Distance maximale téléphone-capteur",
            "Quelle distance maximum peut-il y avoir entre le téléphone et le capteur Footbar ?"
         ],
         "responses": [
            "Pour se connecter au Meteor (pour l'allumer, l'éteindre ou télécharger ses données), il faut être proche du capteur à environ de moins de 5 mètres. En revanche, une fois le Meteor allumé, tu peux te déconnecter du téléphone et celui-ci fonctionne en 'autonomie'."
         ]
      },
      {
         "tag": "Calcul des statistiques",
         "patterns": [
            "Calcul des statistiques",
            "Comment les statistiques sont-elles calculées ?"
         ],
         "responses": [
            "Notre capteur enregistre les mouvements de la jambe via un accéléromètre, puis notre Intelligence Artificielle analyse ces données pour déduire les actions sur le terrain telles que les déplacements, passes, frappes et dribbles."
         ]
      },
      {
         "tag": "Différenciation des tirs et des passes",
         "patterns": [
            "Différenciation des tirs et des passes",
            "Comment différenciez-vous les frappes et les passes longues ?"
         ],
         "responses": [
            "Notre capteur a été entraîné grâce à des dizaines de milliers d’heures de vidéos pour différencier ces deux gestes."
         ]
      },
      {
         "tag": "Calcul de la note en étoiles",
         "patterns": [
            "Calcul de la note en étoiles",
            "Comment est calculée la note en étoile ?"
         ],
         "responses": [
            "La note en étoile est basée sur les performances des joueurs du même genre, de la même catégorie d'âge et ayant joué à la même position. Tes stats sont comparées aux leurs pour calculer une moyenne ramenée sur 5."
         ]
      },
      {
         "tag": " Calcul des points de classement",
         "patterns": [
            " Calcul des points de classement",
            "Comment sont calculées les points du classement ?"
         ],
         "responses": [
            "Plus tu utilises le capteur, plus tu gagnes de points. Pour plus de détails, consulte les règles du jeu sur l’application."
         ]
      },
      {
         "tag": "Temps d'activité manquant",
         "patterns": [
            "Temps d'activité manquant",
            "J'ai joué 90 minutes pourtant le capteur m'indique uniquement 75 minutes, comment est-ce possible ?"
         ],
         "responses": [
            "Si tu as eu une période d'inactivité en étant immobile (par exemple sur le banc ou au but), le capteur ne comptabilisera pas ce temps d'arrêt pour ne pas fausser tes statistiques."
         ]
      },
      {
         "tag": " Où acheter",
         "patterns": [
            " Où acheter",
            "Où est-ce que je peux acheter votre capteur ?"
         ],
         "responses": [
            "En ligne sur notre propre site Footbar, ainsi que sur nos boutiques Amazon, Décathlon, Intersport. En physique, notre capteur est vendu dans plus de 120 magasins Decathlon et 50 magasins Intersport."
         ]
      },
      {
         "tag": "Délai de livraison",
         "patterns": [
            "Délai de livraison",
            "Une fois commandé, quels sont vos délais de livraison pour un capteur ?"
         ],
         "responses": [
            "Cela va dépendre du transporteur que tu auras choisi et également de ta situation géographique. Il faut compter le plus souvent au minimum deux jours. Les délais de livraison peuvent s'allonger notamment durant la période des fêtes."
         ]
      },
      {
         "tag": " Informations sur la garantie",
         "patterns": [
            " Informations sur la garantie",
            "Y a-t-il une garantie à mon capteur Footbar ?"
         ],
         "responses": [
            "Bien sûr, en cas de problème technique lié à Footbar, ton Meteor est garanti deux ans. Il est possible de faire un échange sous réserve de retourner le capteur contenant son packaging d’origine, le port USB et la sangle."
         ]
      },
      {
         "tag": "Installation",
         "patterns": [
            "Installation",
            "Que faire quand je reçois mon capteur ?",
            "Comment installer mon capteur Footbar ?"
         ],
         "responses": [
            "Pour installer votre capteur Footbar, assurez-vous que tous les éléments du packaging sont présents : un capteur, une sangle et un adaptateur USB. Ensuite, téléchargez l'application Footbar sur votre smartphone et créez un compte une fois l'application téléchargée."
         ]
      },
      {
         "tag": "Rechargement",
         "patterns": [
            "Rechargement",
            "Comment charger mon capteur ?",
            "Combien de temps faut-il pour recharger le capteur Footbar ?"
         ],
         "responses": [
            "Pour charger votre capteur Footbar, branchez-le sur l'adaptateur USB fourni puis sur une prise ou un ordinateur. Le temps moyen de rechargement est d'environ 30 minutes, et son autonomie au repos est d'environ 3 jours. Idéalement, rechargez le capteur 30 minutes avant de jouer ou 1 heure la veille de l'activité."
         ]
      },
      {
         "tag": "Utilisation",
         "patterns": [
            "Utilisation",
            "Quelles performances sont évaluées par le capteur Footbar ?",
            "Comment utiliser les données fournies par le capteur Footbar ?"
         ],
         "responses": [
            "Le capteur Footbar évalue diverses performances, telles que les tirs, les passes, les dribbles, la possession, la distance parcourue, etc. Ces données peuvent vous aider à comprendre votre style de jeu et à vous comparer à des joueurs professionnels."
         ]
      },
      {
         "tag": "Allumage du capteur",
         "patterns": [
            "Allumage du capteur",
            "Comment allumer mon capteur Footbar ?",
            "Quelles sont les étapes pour mettre en marche le capteur Footbar ?"
         ],
         "responses": [
            "Pour allumer votre capteur Footbar, connectez votre téléphone à celui-ci via Bluetooth depuis l'onglet 'capteur' de l'application. Ensuite, appuyez sur le gros bouton blanc central sur l'écran d'accueil du capteur. Une fois allumé, le capteur clignotera."
         ]
      },
      {
         "tag": "Récupération des statistiques",
         "patterns": [
            "Récupération des statistiques",
            "Comment récupérer mes statistiques après avoir joué ?",
            "Quelles sont les étapes pour obtenir mes données après une session ?"
         ],
         "responses": [
            "Pour récupérer vos statistiques après avoir joué, assurez-vous d'avoir une connexion Internet. Ensuite, réactivez la connexion entre votre téléphone et le capteur depuis l'application, éteignez le capteur et appuyez sur 'Télécharger'. Attendez que le téléchargement soit complet pour voir vos données analysées par votre coach."
         ]
      },
      {
         "tag": "Fonctionnalités de l'application",
         "patterns": [
            "Fonctionnalités de l'application",
            "Quelles sont les fonctionnalités disponibles dans l'application Footbar ?",
            "Y a-t-il une vidéo récapitulative des fonctionnalités de l'application Footbar ?"
         ],
         "responses": [
            "Une vidéo récapitulative des fonctionnalités de l'application Footbar est disponible pour ne rien manquer. Vous pouvez également nous contacter directement via l'application ou le site web pour toute question supplémentaire."
         ]
      },
      {
         "tag": "Maintenance du capteur",
         "patterns": [
            "Maintenance du capteur",
            "Comment entretenir mon capteur Footbar ?",
            "Quelles sont les précautions à prendre pour assurer la longévité de mon capteur Footbar ?"
         ],
         "responses": [
            "Pour entretenir votre capteur Footbar, nettoyez-le régulièrement avec un chiffon doux et sec. Évitez de l'exposer à l'eau ou à des températures extrêmes. Assurez-vous également de le ranger dans un endroit sûr lorsqu'il n'est pas utilisé."
         ]
      },
      {
         "tag": "Compatibilité",
         "patterns": [
            "Compatibilité",
            "Mon téléphone est-il compatible avec l'application Footbar ?",
            "Quels sont les systèmes d'exploitation compatibles avec l'application Footbar ?"
         ],
         "responses": [
            "L'application Footbar est compatible avec les smartphones fonctionnant sous Android et iOS. Assurez-vous que votre téléphone dispose de la version appropriée du système d'exploitation pour une utilisation optimale."
         ]
      },
      {
         "tag": "Comparaison de performances",
         "patterns": [
            "Comparaison de performances",
            "Puis-je comparer mes performances avec d'autres utilisateurs de capteurs Footbar ?",
            "Est-ce que l'application Footbar propose des fonctionnalités de comparaison de performances ?"
         ],
         "responses": [
            "L'application Footbar offre la possibilité de comparer vos performances avec celles d'autres utilisateurs de capteurs Footbar. Vous pouvez ainsi évaluer votre progression et vous situer par rapport à la communauté Footbar."
         ]
      },
      {
         "tag": "Confidentialité des données",
         "patterns": [
            "Confidentialité des données",
            "Comment sont gérées mes données par l'application Footbar ?",
            "Quelles garanties de confidentialité sont fournies par Footbar concernant mes données ?"
         ],
         "responses": [
            "Footbar s'engage à protéger la confidentialité de vos données. Elles sont stockées de manière sécurisée et ne sont utilisées que dans le but d'améliorer votre expérience utilisateur et de vous fournir des analyses pertinentes sur votre performance."
         ]
      },
      {
         "tag": "Dépannage",
         "patterns": [
            "Dépannage",
            "Que faire en cas de dysfonctionnement du capteur Footbar ?",
            "Comment puis-je résoudre les problèmes techniques avec mon capteur Footbar ?"
         ],
         "responses": [
            "En cas de dysfonctionnement du capteur Footbar, assurez-vous qu'il est correctement chargé et que votre téléphone est connecté via Bluetooth. Si les problèmes persistent, contactez le support technique de Footbar pour obtenir de l'aide."
         ]
      },
      {
         "tag": "Assistance technique",
         "patterns": [
            "Assistance technique",
            "Comment puis-je obtenir de l'aide en cas de problème technique avec mon capteur Footbar ?",
            "Footbar propose-t-il un support technique pour les utilisateurs ?"
         ],
         "responses": [
            "Pour obtenir de l'aide en cas de problème technique avec votre capteur Footbar, vous pouvez contacter le support technique via l'application ou le site web de Footbar. Notre équipe est là pour vous assister et résoudre vos problèmes rapidement."
         ]
      },
      {
         "tag": "Feedback et suggestions",
         "patterns": [
            "Feedback et suggestions",
            "Comment puis-je partager mes commentaires et suggestions avec l'équipe Footbar ?",
            "Footbar prend-il en compte les retours des utilisateurs pour améliorer ses produits ?"
         ],
         "responses": [
            "Votre avis est important pour nous ! Vous pouvez partager vos commentaires et suggestions avec l'équipe Footbar via l'application ou le site web. Nous prenons en compte chaque retour utilisateur pour améliorer continuellement nos produits et services."
         ]
      },
      {
         "tag": "Intégration avec d'autres applications",
         "patterns": [
            "Intégration avec d'autres applications",
            "Est-ce que le capteur Footbar s'intègre avec d'autres applications sportives ?",
            "Footbar propose-t-il des intégrations avec des plateformes tierces ?"
         ],
         "responses": [
            "Footbar offre des intégrations avec certaines applications sportives populaires pour enrichir votre expérience utilisateur. Consultez notre liste d'applications partenaires pour découvrir les intégrations disponibles et les avantages qu'elles offrent."
         ]
      },
      {
         "tag": "greeting",
         "patterns": [
            "Salut",
            "Comment ça va ?",
            "Y a-t-il quelqu'un ?",
            "Bonjour",
            "Bonsoir",
            "hello",
            "hey",
            "ça va ?",
            "hi",
            "coucou"
         ],
         "responses": [
            "Bonjour!",
            "Content de vous voir!",
            "Salut, comment puis-je vous aider?"
         ],
         "context": [
            ""
         ]
      },
      {
          "tag": "good bye",
          "patterns": [
              "plus tard",
              "revoir",
              "bye",
              "bonne journée"
          ],
          "responses": [
              "Bonne journée",
              "Triste de vous voir partir :(",
              "On se reparle plus tard",
              "Au revoir!"
          ],
          "context": [
              ""
          ]
      },
      {
         "tag": "name",
         "patterns": [
            "quel est ton nom ?",
            "comment dois-je t'appeler ?",
            "quel est ton nom ?",
            "qui es-tu ?",
            "t'es qui"
         ],
         "responses": [
            "Je suis votre assistante virtuelle."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "remerciement",
         "patterns": [
            "merci beaucoup",
            "je te suis reconnaissant(e)",
            "c'est très gentil de ta part",
            "je t'apprécie"
         ],
         "responses": [
            "De rien!",
            "Je suis heureux/se de pouvoir aider!",
            "Avec plaisir!"
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "aide",
         "patterns": [
            "aide",
            "J'aimerais demander quelque chose",
            "que peux-tu faire",
            "peux-tu m'aider ?",
            "puis-je te dire quelque chose"
         ],
         "responses": [
            "Je suis là pour vous aider!",
            "Je peux vous aider avec tout ce que vous me demandez."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "compatibilite sports",
         "patterns": [
            "Compatibilité avec d'autres sports",
            "Peut-on utiliser le capteur dans d'autres sports que le football ?",
            "Le capteur est-il compatible avec le rugby ou le hockey ?"
         ],
         "responses": [
            "Le capteur Footbar est conçu spécifiquement pour le football, mais il peut potentiellement être adapté à d'autres sports similaires où les mouvements et les statistiques mesurées sont pertinents, bien que cela nécessite des ajustements et des validations supplémentaires."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "precision mesures",
         "patterns": [
            "Précision des mesures",
            "Fiabilité des données fournies par le capteur",
            "Le capteur Footbar fournit-il des mesures précises ?"
         ],
         "responses": [
            "Les mesures fournies par le capteur Footbar sont scientifiquement validées par des tests de validation Inmotio, ce qui garantit une fiabilité scientifique. Par rapport à d'autres capteurs sur le marché, la précision peut varier en fonction des spécifications techniques et des méthodes de validation utilisées."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "integration appareils",
         "patterns": [
            "integration appareils",
            "Intégration avec d'autres appareils",
            "Le capteur peut-il être connecté à d'autres appareils ?",
            "Est-ce que le capteur est compatible avec les montres connectées ?"
         ],
         "responses": [
            "Actuellement, le capteur Footbar est principalement conçu pour fonctionner avec son application dédiée sur les plateformes Android (version 6+) et iOS (version 13+). Son intégration avec d'autres appareils ou applications tierces n'est pas mentionnée."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "disponibilite internationale",
         "patterns": [
            "Disponibilité internationale",
            "Le capteur est-il disponible en dehors de l'Europe ?",
            "Dans quels pays peut-on se procurer le capteur ?"
         ],
         "responses": [
            "Bien que le capteur soit annoncé comme étant le plus vendu en Europe, aucune information spécifique sur sa disponibilité en dehors de l'Europe n'est fournie. Il est recommandé de vérifier auprès du fabricant ou des revendeurs pour obtenir des informations sur la disponibilité dans d'autres régions."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "support client",
         "patterns": [
            "Support client",
            "Niveau de support client disponible",
            "Comment contacter le support client en cas de problème ?"
         ],
         "responses": [
            "Le niveau de support client n'est pas explicitement détaillé, mais il est probable que le fabricant offre un support client standard, notamment par le biais de l'application, du site web ou d'une ligne d'assistance téléphonique."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "politique confidentialite",
         "patterns": [
            "Politique de confidentialité",
            "Comment sont protégées les données des utilisateurs ?",
            "Les données collectées sont-elles partagées avec des tiers ?"
         ],
         "responses": [
            "Les mesures prises pour protéger les données des utilisateurs ne sont pas spécifiées dans les informations fournies. Il est probable que le fabricant ait une politique de confidentialité détaillée disponible sur son site web ou dans l'application, précisant la manière dont les données sont collectées, utilisées et protégées."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "durabilite capteur",
         "patterns": [
            "Durabilité du capteur",
            "À quelle fréquence le capteur risque-t-il de tomber en panne ?",
            "Le capteur est-il sujet à une détérioration rapide ?"
         ],
         "responses": [
            "En plus de la garantie de deux ans, aucune information spécifique sur la durabilité à long terme du capteur n'est fournie. Il est recommandé de suivre les instructions d'utilisation et d'entretien fournies par le fabricant pour garantir une durée de vie maximale du produit."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "mode emploi detaille",
         "patterns": [
            "Mode d'emploi détaillé",
            "Où puis-je trouver les instructions d'utilisation ?",
            "Le capteur est-il livré avec un guide d'utilisation ?"
         ],
         "responses": [
            "Il est mentionné qu'une sangle est fournie pour attacher le capteur autour du mollet, mais aucune mention spécifique d'un guide d'utilisation détaillé n'est faite. Il est possible que des instructions d'utilisation soient incluses dans l'emballage du produit ou disponibles en ligne sur le site web du fabricant."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "mises jour logicielles",
         "patterns": [
            "Mises à jour logicielles",
            "Comment sont gérées les mises à jour de l'application ?",
            "Les utilisateurs sont-ils informés des nouvelles fonctionnalités ?"
         ],
         "responses": [
            "Aucune information spécifique sur la gestion des mises à jour logicielles n'est fournie. Il est probable que le fabricant informe les utilisateurs des nouvelles fonctionnalités ou des correctifs de bugs via des notifications dans l'application ou des annonces sur son site web."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "retours utilisateurs",
         "patterns": [
            "Retours d'expérience d'utilisateurs",
            "Avis des utilisateurs sur le capteur Footbar",
            "Existe-t-il des témoignages d'utilisateurs ?"
         ],
         "responses": [
            "Il n'est pas mentionné d'avis ou de témoignages d'utilisateurs dans les informations fournies. Cependant, il est possible de trouver des retours d'expérience sur le capteur Footbar en consultant des forums de discussion sur le football ou des sites d'évaluation de produits en ligne."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "footbar",
         "patterns": [
            "footbar",
            "Le Footbar est un capteur conçu pour le football",
            "Quelles sont les caractéristiques du Footbar ?",
            "Pouvez-vous me donner des informations sur le Footbar ?"
         ],
         "responses": [
            "Le Footbar est un capteur conçu pour mesurer diverses données de performance des joueurs de football. Bien qu'il soit principalement axé sur ce sport, il pourrait être adapté à d'autres sports similaires moyennant des ajustements. Les informations couvrent la précision des mesures, l'intégration avec d'autres appareils, la disponibilité internationale, le support client, la confidentialité des données, la durabilité, les mises à jour logicielles et les retours d'expérience."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Records et Objectifs",
         "patterns": [
            "Records et Objectifs",
            "Consultation des records",
            "Définition des objectifs",
            "Meilleures performances"
         ],
         "responses": [
            "Ils sont où les potes qui ne te croient pas quand tu dis que tu as dépassé 100 tirs en une séance ? 🤣 Pour chaque foot à 5, 8, 11, et chaque entraînement, retrouve tes meilleures perfs. 🎯 En plus de célébrer tes records avec toi, nous t'aidons à définir tes objectifs à atteindre sur le terrain grâce à la fonctionnalité Objectifs."
         ]
      },
      {
         "tag": "Buts et Passes Dé",
         "patterns": [
            "Buts et Passes Dé",
            "Enregistrement des buts",
            "Ajout des passes dé",
            "Téléchargement des statistiques"
         ],
         "responses": [
            "Ajoute tes buts et tes passes dé. Télécharge tes stats, ajoute un titre à ta séance et partage tes succès ! 🌟"
         ]
      },
      {
         "tag": "Analyse des Performances",
         "patterns": [
            "Analyse des Performances",
            "Analyse détaillée des performances",
            "Visualisation des statistiques clés",
            "Comparaison avec les normes professionnelles"
         ],
         "responses": [
            "Obtiens une analyse détaillée de tes performances individuelles. Visualise les statistiques clés comme les tirs, les passes, les dribbles, etc. Compare tes performances avec les normes professionnelles et tes propres records pour identifier tes points forts et les domaines à améliorer."
         ]
      },
      {
         "tag": "Séances d'Entraînement Personnalisées",
         "patterns": [
            "Séances d'Entraînement Personnalisées",
            "Accès aux séances personnalisées",
            "Suggestions d'exercices adaptés",
            "Suivi de la progression"
         ],
         "responses": [
            "Accède à des séances d'entraînement personnalisées en fonction de tes performances et de tes objectifs. Nous te proposons des exercices adaptés pour améliorer tes compétences spécifiques. Suis ta progression au fil des séances et atteins tes objectifs plus rapidement !"
         ]
      },
      {
         "tag": "Sangle et Pochette Footbar",
         "patterns": [
            "Sangle et Pochette Footbar",
            "Pochette à cordon Footbar",
            "Description de la sangle Footbar"
         ],
         "responses": [
            "prix_régulier est 12,00 EUR,il y a les taxes_incluses,elle est Légère, souple et moins contraignante qu’une brassière, la nouvelle sangle Footbar au design épuré s’adapte parfaitement aux mouvements de ta jambe. Glisse ton capteur à l'intérieur, accroche-la autour de ton mollet et accède à une expérience de jeu au confort inédit, et pour le contenu du pack Tu recevras une sangle ainsi qu'une pochette à cordon Footbar ,caractéristiques_du_produit Scratch , adaptable Aux mollets des petits comme des grands ,entretien ;Lavable en machine"
         ]
      },
      {
         "tag": "Modes Paiement",
         "patterns": [
            "Modes Paiement",
            "Quels sont les modes de paiement acceptés sur votre site ?",
            "Puis-je payer par carte de crédit sur votre site ?",
            "Quelles options de paiement proposez-vous ?"
         ],
         "responses": [
            "Nous acceptons les paiements par carte de crédit (Visa, Mastercard, American Express), PayPal et virement bancaire."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Livraison Internationale",
         "patterns": [
            "Livraison Internationale",
            "Proposez-vous la livraison internationale et quels sont les frais associés ?",
            "Livrez-vous à l'étranger ?",
            "Quels sont les frais de livraison pour une livraison internationale ?"
         ],
         "responses": [
            "Nous proposons la livraison internationale dans de nombreux pays. Les frais de livraison varient en fonction de la destination et du poids du colis. Vous pouvez consulter les frais de livraison lors du processus de commande."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Politique Retour Echange",
         "patterns": [
            "Politique Retour Echange",
            "Quelle est votre politique de retour et d'échange pour les produits achetés en ligne ?",
            "Puis-je retourner un produit si je ne suis pas satisfait ?",
            "Comment puis-je échanger un produit ?"
         ],
         "responses": [
            "Nous offrons une politique de retour de 30 jours pour les produits achetés en ligne. Si vous n'êtes pas satisfait de votre achat, vous pouvez nous le retourner pour un remboursement ou un échange, sous certaines conditions. Veuillez consulter notre page de politique de retour pour plus de détails."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Promotions Offres Speciales",
         "patterns": [
            "Promotions Offres Speciales",
            "Y a-t-il des promotions ou des offres spéciales actuellement disponibles ?",
            "Proposez-vous des réductions sur les produits ?",
            "Comment puis-je bénéficier d'une offre spéciale ?"
         ],
         "responses": [
            "Nous proposons régulièrement des promotions et des offres spéciales sur une sélection de produits. Pour être informé de nos dernières offres, vous pouvez vous consulter notre page Promotions sur le site."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Avis Clients Produits",
         "patterns": [
            "Avis Clients Produits",
            "Puis-je consulter les avis des clients sur les produits avant de faire un achat ?",
            "Où puis-je trouver les avis des clients sur vos produits ?",
            "Les clients laissent-ils des avis sur les produits ?"
         ],
         "responses": [
            "Oui, vous pouvez consulter les avis des clients sur chaque produit répertorié sur notre site. Les avis sont visibles sur la page de chaque produit et sont fournis par des clients ayant déjà acheté et utilisé le produit."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Delais Livraison",
         "patterns": [
            "Delais Livraison",
            "Quels sont les délais de livraison estimés pour ma commande ?",
            "Combien de temps faut-il pour que ma commande arrive ?",
            "Quand vais-je recevoir ma commande ?"
         ],
         "responses": [
            "Les délais de livraison dépendent de votre emplacement et de la méthode d'expédition choisie. En général, les commandes sont expédiées dans un délai de 1 à 3 jours ouvrables et la livraison prend ensuite entre 3 et 7 jours ouvrables en fonction de votre adresse."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Conseils Guides Achat",
         "patterns": [
            "Conseils Guides Achat",
            "Proposez-vous des conseils ou des guides d'achat pour m'aider à choisir le bon équipement ?",
            "Puis-je obtenir des recommandations sur les produits ?",
            "Avez-vous des ressources pour m'aider à faire un choix éclairé ?"
         ],
         "responses": [
            "Oui, nous proposons des guides d'achat et des conseils pour vous aider à choisir le bon équipement. Vous pouvez consulter notre section 'Contact' sur le site pour obtenir des informations utiles sur les produits et les meilleures pratiques."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Contactez le Service Client",
         "patterns": [
            "Service Client",
            "Comment puis-je contacter le service client si j'ai des questions ou des problèmes avec ma commande ?",
            "Quel est le meilleur moyen de vous contacter en cas de besoin ?",
            "Avez-vous un support client disponible ?"
         ],
         "responses": [
            "Vous pouvez nous contacter par e-mail à l'adresse support@exemple.com ou par téléphone au +123456789. Notre équipe du service client est disponible pour répondre à toutes vos questions et résoudre tout problème que vous pourriez rencontrer avec votre commande."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Produits Disponibles",
         "patterns": [
            "Produits Disponibles",
            "Quels types de produits proposez-vous ?",
            "Quels sont les produits disponibles sur votre site ?",
            "Pouvez-vous me dire quels sont vos produits les plus populaires ?"
         ],
         "responses": [
            "Nous proposons une large gamme de produits, notamment des vêtements, des accessoires, des articles de sport et bien plus encore. Vous pouvez parcourir notre catalogue en ligne pour découvrir tous nos produits disponibles."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Modes Paiement",
         "patterns": [
            "Modes Paiement",
            "Quels sont les modes de paiement acceptés sur votre site ?",
            "Puis-je payer par carte de crédit sur votre site ?",
            "Quelles options de paiement proposez-vous ?"
         ],
         "responses": [
            "Nous acceptons les paiements par carte de crédit (Visa, Mastercard, American Express), PayPal et virement bancaire."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Livraison Internationale",
         "patterns": [
            "Livraison Internationale",
            "Proposez-vous la livraison internationale et quels sont les frais associés ?",
            "Livrez-vous à l'étranger ?",
            "Quels sont les frais de livraison pour une livraison internationale ?"
         ],
         "responses": [
            "Nous proposons la livraison internationale dans de nombreux pays. Les frais de livraison varient en fonction de la destination et du poids du colis. Vous pouvez consulter les frais de livraison lors du processus de commande."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Livraison Maroc",
         "patterns": [
            "Livraison au Maroc",
            "Proposez-vous la livraison au Maroc et quels sont les frais associés ?",
            "Livrez-vous au Maroc ?",
            "Quels sont les frais de livraison pour une livraison au Maroc ?"
         ],
         "responses": [
            "Nous proposons la livraison au Maroc. Les frais de livraison varient en fonction de la destination précise et du poids du colis. Vous pouvez consulter  les frais de livraison lors du processus de commande."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Politique Retour Echange",
         "patterns": [
            "Politique Retour Echange",
            "Quelle est votre politique de retour et d'échange pour les produits achetés en ligne ?",
            "Puis-je retourner un produit si je ne suis pas satisfait ?",
            "Comment puis-je échanger un produit ?"
         ],
         "responses": [
            "Nous offrons une politique de retour de 30 jours pour les produits achetés en ligne. Si vous n'êtes pas satisfait de votre achat, vous pouvez nous le retourner pour un remboursement ou un échange, sous certaines conditions. Veuillez consulter notre page de politique de retour pour plus de détails."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Promotions Offres Speciales",
         "patterns": [
            "Promotions Offres Speciales",
            "Y a-t-il des promotions ou des offres spéciales actuellement disponibles ?",
            "Proposez-vous des réductions sur les produits ?",
            "Comment puis-je bénéficier d'une offre spéciale ?"
         ],
         "responses": [
            "Nous proposons régulièrement des promotions et des offres spéciales sur une sélection de produits. Pour être informé de nos dernières offres, vous pouvez vous abonner à notre newsletter ou consulter notre page Promotions sur le site."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Avis Clients Produits",
         "patterns": [
            "Avis Clients Produits",
            "Puis-je consulter les avis des clients sur les produits avant de faire un achat ?",
            "Où puis-je trouver les avis des clients sur vos produits ?",
            "Les clients laissent-ils des avis sur les produits ?"
         ],
         "responses": [
            "Oui, vous pouvez consulter les avis des clients sur chaque produit répertorié sur notre site. Les avis sont visibles sur la page de chaque produit et sont fournis par des clients ayant déjà acheté et utilisé le produit."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Delais Livraison",
         "patterns": [
            "Delais Livraison",
            "Quels sont les délais de livraison estimés pour ma commande ?",
            "Combien de temps faut-il pour que ma commande arrive ?",
            "Quand vais-je recevoir ma commande ?"
         ],
         "responses": [
            "Les délais de livraison dépendent de votre emplacement et de la méthode d'expédition choisie. En général, les commandes sont expédiées dans un délai de 1 à 3 jours ouvrables et la livraison prend ensuite entre 3 et 7 jours ouvrables en fonction de votre adresse."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Conseils Guides Achat",
         "patterns": [
            "Conseils Guides Achat",
            "Proposez-vous des conseils ou des guides d'achat pour m'aider à choisir le bon équipement ?",
            "Puis-je obtenir des recommandations sur les produits ?",
            "Avez-vous des ressources pour m'aider à faire un choix éclairé ?"
         ],
         "responses": [
            "Oui, nous proposons des guides d'achat et des conseils pour vous aider à choisir le bon équipement. Vous pouvez consulter notre section 'Conseils' ou 'Guides d'achat' sur le site pour obtenir des informations utiles sur les produits et les meilleures pratiques."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Service Client",
         "patterns": [
            "Service Client",
            "Comment puis-je contacter le service client si j'ai des questions ou des problèmes avec ma commande ?",
            "Quel est le meilleur moyen de vous contacter en cas de besoin ?",
            "Avez-vous un support client disponible ?"
         ],
         "responses": [
            "Vous pouvez nous contacter par e-mail à l'adresse support@exemple.com ou par téléphone au +123456789. Notre équipe du service client est disponible pour répondre à toutes vos questions et résoudre tout problème que vous pourriez rencontrer avec votre commande."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Programmes Fidelite",
         "patterns": [
            "Programmes Fidelite",
            "Offrez-vous des programmes de fidélité ou des récompenses pour les clients réguliers ?",
            "Proposez-vous des avantages pour les clients fidèles ?",
            "Y a-t-il des programmes de fidélité disponibles ?"
         ],
         "responses": [
            "Oui, nous proposons un programme de fidélité pour récompenser nos clients réguliers. Vous pouvez vous inscrire gratuitement et gagner des points à chaque achat, que vous pourrez ensuite échanger contre des réductions ou d'autres avantages exclusifs."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Modification Commande",
         "patterns": [
            "Modification Commande",
            "Puis-je modifier ma commande après l'avoir passée ?",
            "Comment puis-je apporter des modifications à ma commande ?",
            "Est-il possible de changer ma commande une fois passée ?"
         ],
         "responses": [
            "Vous pouvez modifier votre commande tant qu'elle n'a pas été expédiée. Pour apporter des modifications à votre commande, veuillez nous contacter immédiatement par e-mail ou par téléphone avec les détails de votre commande et les modifications que vous souhaitez apporter."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Suivi Commande",
         "patterns": [
            "Suivi Commande",
            "Comment puis-je suivre ma commande une fois qu'elle est expédiée ?",
            "Puis-je suivre l'expédition de ma commande ?",
            "Où puis-je trouver les informations de suivi de ma commande ?"
         ],
         "responses": [
            "Une fois votre commande expédiée, vous recevrez un e-mail de confirmation d'expédition contenant un lien de suivi. Vous pouvez cliquer sur ce lien pour suivre l'état de livraison de votre commande en temps réel."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Garanties Produits",
         "patterns": [
            "Garanties Produits",
            "Quelles sont les garanties offertes sur vos produits ?",
            "Offrez-vous une garantie sur vos articles ?",
            "Sous quelles conditions sont couverts les produits que vous vendez ?"
         ],
         "responses": [
            "Nous offrons une garantie standard sur tous nos produits contre les défauts de fabrication. La durée de la garantie peut varier en fonction du type de produit. Pour plus de détails sur les garanties spécifiques, veuillez consulter la page de chaque produit ou contacter notre service clientèle."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Conseils Taille Ajustement",
         "patterns": [
            "Conseils Taille Ajustement",
            "Y a-t-il des recommandations sur la taille ou l'ajustement des vêtements de sport disponibles ?",
            "Comment choisir la bonne taille pour les vêtements de sport ?",
            "Avez-vous des conseils sur l'ajustement des vêtements de sport ?"
         ],
         "responses": [
            "Nous fournissons des guides de tailles détaillés pour chaque produit de vêtement de sport que nous proposons. Ces guides vous aident à choisir la bonne taille en fonction de vos mensurations. Si vous avez des questions spécifiques sur l'ajustement, n'hésitez pas à contacter notre équipe de service clientèle."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Qualite Produits",
         "patterns": [
            "Qualite Produits",
            "Comment est la qualité de vos produits ?",
            "Vos produits sont-ils de bonne qualité ?",
            "Puis-je compter sur la qualité de vos produits ?"
         ],
         "responses": [
            "Nous sommes fiers de proposer les meilleurs produits de qualité à nos clients. Tous nos produits sont soigneusement sélectionnés pour offrir une performance optimale, une durabilité exceptionnelle et une satisfaction totale de nos clients."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Innovation Produits",
         "patterns": [
            "Innovation Produits",
            "Quelle est l'innovation principale de vos produits ?",
            "Vos produits intègrent-ils des technologies innovantes ?",
            "Comment vos produits se démarquent-ils sur le marché ?"
         ],
         "responses": [
            "Nos produits intègrent les dernières technologies et innovations pour offrir des performances supérieures et une expérience utilisateur exceptionnelle. Chaque produit est conçu avec un souci du détail et une recherche constante de l'excellence."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Normes Qualite",
         "patterns": [
            "Normes Qualite",
            "Quelles normes de qualité respectent vos produits ?",
            "Vos produits sont-ils conformes à des normes de qualité spécifiques ?",
            "Puis-je être assuré de la qualité de vos produits ?"
         ],
         "responses": [
            "Tous nos produits sont fabriqués en respectant les normes de qualité les plus strictes de l'industrie. Nous travaillons avec des fournisseurs réputés et effectuons des contrôles de qualité rigoureux pour garantir que nos produits répondent aux attentes les plus élevées de nos clients."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Satisfaction Client",
         "patterns": [
            "Satisfaction Client",
            "Comment assurez-vous la satisfaction des clients avec vos produits ?",
            "Quelle est votre politique en cas d'insatisfaction des clients ?",
            "Comment puis-je être sûr que je serai satisfait de mes achats ?"
         ],
         "responses": [
            "La satisfaction de nos clients est notre priorité absolue. Nous offrons une garantie de satisfaction à 100% sur tous nos produits. Si pour une raison quelconque vous n'êtes pas entièrement satisfait de votre achat, nous nous engageons à résoudre le problème et à vous offrir une solution adaptée à vos besoins."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Details Produit",
         "patterns": [
            "Details Produit",
            "Pouvez-vous me donner plus de détails sur le produit X ?",
            "Quelles sont les caractéristiques du produit X ?",
            "Pourriez-vous m'en dire plus sur le produit X ?"
         ],
         "responses": [
            "Bien sûr ! tu peux consulter le catalogue ou bien contacter notre service via contact."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Compatibilite Produit",
         "patterns": [
            "Compatibilite Produit",
            "Le produit Z est-il compatible avec [mentionner une autre marque ou un autre produit] ?",
            "Puis-je utiliser le produit Z avec [mentionner un autre appareil ou un autre équipement] ?",
            "Quelles sont les compatibilités du produit Z ?"
         ],
         "responses": [
            "Oui, le produit Z est compatible avec [mentionner les marques ou produits compatibles]. Vous pouvez l'utiliser en toute confiance avec [mentionner les autres appareils ou équipements], ce qui vous offre une expérience d'utilisation sans problème et une grande flexibilité dans vos choix."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "AMO FRMF",
         "patterns": [
            "Qu'est-ce que l'AMO FRMF ?",
            "AMO FRMF",
            "Qu'est-ce qui est inclus dans l'AMO FRMF ?"
         ],
         "responses": [
            "L'AMO FRMF est un contrat d'assurance maladie type AMO mis en place par la FRMF au profit des joueurs et membres de staff des clubs évoluant en Botola Pro D1 et D2 masculine."
         ]
      },
      {
         "tag": "Quota",
         "patterns": [
            "Quel est le quota pour le club ?",
            "Combien de membres le club peut-il avoir ?",
            "Quel est le nombre maximum de personnes dans un club ?"
         ],
         "responses": [
            "Le quota est de 35 adhérents par club, dont 30 joueurs et 5 membres de staffs."
         ]
      },
      {
         "tag": "Éligibilité",
         "patterns": [
            "Suis-je éligible pour en bénéficier ?",
            "Ai-je droit à ces avantages ?",
            "Est-ce que je suis admissible à ces prestations ?"
         ],
         "responses": [
            "Tant que vous évoluez en ligue pro avec une licence valable, vous êtes éligible."
         ]
      },
      {
         "tag": "Couverture",
         "patterns": [
            "Est-ce que ma famille peut bénéficier de la couverture ?",
            "La couverture s'étend-elle à ma famille ?",
            "Est-ce que ma famille peut aussi être assurée ?"
         ],
         "responses": [
            "Oui, votre conjoint et vos enfants peuvent bénéficier de la couverture."
         ]
      },
      {
         "tag": "Taux remboursement ",
         "patterns": [
            "Quels sont les taux de remboursement ?",
            "À quel pourcentage les frais sont-ils remboursés ?",
            "À quel taux sont remboursés les coûts médicaux ?"
         ],
         "responses": [
            "Les taux de remboursement sont identiques à l'AMO CNSS."
         ]
      },
      {
         "tag": "TNR",
         "patterns": [
            "Qu'est-ce que le TNR ?",
            "De quoi se compose le TNR ?",
            "Quelle est la signification du Tarif National de Référence ?"
         ],
         "responses": [
            "Le Tarif National de Référence (TNR) est la base de remboursement utilisée, établie par la CNSS."
         ]
      },
      {
         "tag": "Accouchement",
         "patterns": [
            "L'accouchement est-il pris en charge ?",
            "Est-ce que l'AMO FRMF paie pour les frais d'accouchement ?",
            "Les coûts liés à l'accouchement sont-ils inclus dans la couverture ?"
         ],
         "responses": [
            "Oui, la demande se fait par transmission du pli confidentiel établi par le médecin traitant et du devis de la clinique."
         ]
      },
      {
         "tag": "Accord",
         "patterns": [
            "C'est quoi un accord préalable ?",
            "Quelle est la définition d'un accord préalable ?",
            "Pouvez-vous expliquer le concept d'accord préalable ?"
         ],
         "responses": [
            "Un accord préalable est une autorisation obtenue auprès de votre compagnie d'assurance avant de recevoir certains traitements médicaux ou dentaires pour s'assurer que les frais seront couverts par votre régime d'assurance."
         ]
      },
      {
         "tag": "Délais",
         "patterns": [
            "Les délais de remboursement ?",
            "Quel est le délai de traitement pour les remboursements ?",
            "À quelle vitesse les remboursements sont-ils effectués ?"
         ],
         "responses": [
            "Le remboursement est effectué dans un délai de 2 semaines à partir de la date de dépôt de la demande de remboursement."
         ]
      },
      {
         "tag": "Validité",
         "patterns": [
            "Quelle la période de validité d'une demande de remboursement ?",
            "Combien de temps ma demande de remboursement reste-t-elle valable ?",
            "Y a-t-il une date limite pour soumettre une demande de remboursement ?"
         ],
         "responses": [
            "La période de validité d'une demande de remboursement est de 60 jours maximum pour déposer la demande."
         ]
      },
      {
         "tag": "Envoi",
         "patterns": [
            "Où puis-je envoyer mes demandes de remboursement ?",
            "Quel est l'endroit approprié pour soumettre mes demandes de remboursement ?",
            "Comment puis-je faire parvenir mes demandes de remboursement ?"
         ],
         "responses": [
            "Les demandes de remboursement doivent être envoyées par courrier à l'adresse : CONSEIL KHATIM - SKILLS & SMART, TECHNOPARK, BD DAMAM, BUREAU 137, CASABLANCA."
         ]
      },
      {
         "tag": "Dépôt",
         "patterns": [
            "Est-ce que je peux déposer mes dossiers à n’importe quelle agence ?",
            "Puis-je soumettre mes documents dans n'importe quelle succursale ?",
            "Suis-je autorisé à déposer mes documents dans différents bureaux ?"
         ],
         "responses": [
            "Non, vous ne pouvez pas déposer vos dossiers dans n'importe quelle agence."
         ]
      },
      {
         "tag": "Orthodontie",
         "patterns": [
            "L'orthodontie est-elle remboursable pour les adultes ?",
            "Les traitements orthodontiques sont-ils pris en charge pour les personnes plus âgées ?",
            "Les adultes peuvent-ils bénéficier d'un remboursement pour l'orthodontie ?"
         ],
         "responses": [
            "Non, l'orthodontie n'est pas remboursable pour les adultes."
         ]
      },
      {
         "tag": "Âge",
         "patterns": [
            "L'âge maximum pour l’orthodontie ?",
            "Quel est l'âge le plus élevé auquel je peux commencer un traitement orthodontique ?",
            "Jusqu'à quel âge puis-je bénéficier d'un traitement orthodontique ?"
         ],
         "responses": [
            "Les traitements doivent être débutés avant le 12ème anniversaire."
         ]
      },
      {
         "tag": "Couverture Âge",
         "patterns": [
            "L'âge maximum pour bénéficier de la couverture ?",
            "Jusqu'à quel âge puis-je être assuré par l'AMO FRMF ?",
            "Quel est l'âge maximum pour être couvert par l'assurance ?"
         ],
         "responses": [
            "L'âge maximum pour bénéficier de la couverture est de 60 ans."
         ]
      },
      {
         "tag": "Différence RC SPORT AMO FRMF",
         "patterns": [
            "La différence entre RC SPORT et AMO FRMF ?",
            "En quoi consistent les différences entre la RC SPORT et l'AMO FRMF ?",
            "Comment la RC SPORT diffère-t-elle de l'AMO FRMF ?"
         ],
         "responses": [
            "La RC SPORT concerne les accidents sportifs pendant la pratique professionnelle ou amateur du football, tandis que l'AMO est une couverture pour la vie privée du footballeur et de sa famille."
         ]
      },
      {
         "tag": "Feuilles",
         "patterns": [
            "Où puis-je récupérer les feuilles de maladie ?",
            "Où puis-je obtenir les formulaires de demande de remboursement ?",
            "Comment puis-je accéder aux formulaires de maladie nécessaires pour l'assurance ?"
         ],
         "responses": [
            "Vous pouvez les récupérer dans les agences ATLANTASANAD ou par voie électronique en prenant contact avec le service de relation client."
         ]
      },
      {
         "tag": "Couverture Staff Médical",
         "patterns": [
            "Couverture Staff Médical",
            "Est-ce que l'AMO FRMF couvre également les membres du staff médical des clubs de football ?"
         ],
         "responses": [
            "Oui, l'AMO FRMF couvre également les membres du staff médical des clubs de football."
         ]
      },
      {
         "tag": "Éligibilité Joueur Amateur",
         "patterns": [
            "Éligibilité Joueur Amateur",
            "Quel est le processus pour vérifier si je suis éligible à l'AMO FRMF en tant que joueur de football amateur ?"
         ],
         "responses": [
            "Le processus d'éligibilité pour l'AMO FRMF en tant que joueur de football amateur peut varier. Il est recommandé de contacter directement la FRMF pour obtenir des informations précises."
         ]
      },
      {
         "tag": "Limitations Traitement",
         "patterns": [
            "Limitations Traitement",
            "Y a-t-il des limitations sur les types de traitement médical couverts par l'AMO FRMF ?"
         ],
         "responses": [
            "Les types de traitement médical couverts par l'AMO FRMF peuvent varier. Pour des détails spécifiques, il est recommandé de consulter les documents de votre contrat d'assurance ou de contacter le service client de l'AMO FRMF."
         ]
      },
      {
         "tag": "Différence Taux Rem",
         "patterns": [
            "Différence Taux Rem",
            "Quelle est la différence entre les taux de remboursement de l'AMO FRMF et ceux d'autres régimes d'assurance maladie ?"
         ],
         "responses": [
            "La différence entre les taux de remboursement de l'AMO FRMF et ceux d'autres régimes d'assurance maladie peut être liée aux modalités spécifiques de chaque régime. Pour des informations précises, il est recommandé de consulter les documents de votre contrat d'assurance ou de contacter le service client de l'AMO FRMF."
         ]
      },
      {
         "tag": "TNR Réglion",
         "patterns": [
            "TNR Réglion",
            "Le Tarif National de Référence (TNR) est-il ajusté en fonction de la région géographique pour les remboursements de l'AMO FRMF ?"
         ],
         "responses": [
            "Le Tarif National de Référence (TNR) peut être ajusté en fonction de la région géographique pour les remboursements de l'AMO FRMF. Pour des informations précises, il est recommandé de consulter les documents de votre contrat d'assurance ou de contacter le service client de l'AMO FRMF."
         ]
      },
      {
         "tag": "Accord Préalable",
         "patterns": [
            "Accord Préalable",
            "Quelles sont les étapes à suivre pour obtenir une autorisation préalable pour un traitement médical spécifique avec l'AMO FRMF ?"
         ],
         "responses": [
            "Pour obtenir une autorisation préalable pour un traitement médical spécifique avec l'AMO FRMF, il est recommandé de contacter votre compagnie d'assurance pour obtenir les instructions spécifiques."
         ]
      },
      {
         "tag": "Délais Remboursement",
         "patterns": [
            "Délais Remboursement",
            "Y a-t-il des circonstances spécifiques où les délais de remboursement de l'AMO FRMF peuvent être prolongés ?"
         ],
         "responses": [
            "Les délais de remboursement de l'AMO FRMF peuvent être prolongés dans certaines circonstances exceptionnelles, telles que des vérifications supplémentaires ou des cas complexes. Pour des informations précises, il est recommandé de contacter le service client de l'AMO FRMF."
         ]
      },
      {
         "tag": "Renouvellement Demande",
         "patterns": [
            "Renouvellement Demande",
            "Comment puis-je renouveler une demande de remboursement si celle-ci expire avant que je puisse la déposer ?"
         ],
         "responses": [
            "Si votre demande de remboursement expire avant que vous puissiez la déposer, vous devrez peut-être soumettre une nouvelle demande. Assurez-vous de respecter les délais de soumission spécifiés par votre régime d'assurance."
         ]
      },
      {
         "tag": "Options Envoi Demande",
         "patterns": [
            "Options Envoi Demande",
            "Quelles sont les autres options disponibles pour envoyer mes demandes de remboursement si je ne peux pas le faire par courrier ?"
         ],
         "responses": [
            "Si vous ne pouvez pas envoyer vos demandes de remboursement par courrier, vous pouvez envisager d'autres méthodes telles que l'envoi électronique ou la remise en mains propres si cela est autorisé par votre régime d'assurance."
         ]
      },
      {
         "tag": "Dépôt Agence",
         "patterns": [
            "Dépôt Agence",
            "Quelles sont les options disponibles si je ne peux pas déposer mes dossiers à l'adresse indiquée pour l'AMO FRMF ?"
         ],
         "responses": [
            "Si vous ne pouvez pas déposer vos dossiers à l'adresse indiquée pour l'AMO FRMF, vous devriez contacter votre compagnie d'assurance pour obtenir des directives sur les autres moyens de soumettre vos documents."
         ]
      },
      {
         "tag": "Remboursement Ortho Adulte",
         "patterns": [
            "Remboursement Ortho Adulte",
            "Est-ce qu'il existe des exceptions pour le remboursement de l'orthodontie pour les adultes dans des cas particuliers ?"
         ],
         "responses": [
            "Les exceptions pour le remboursement de l'orthodontie pour les adultes peuvent varier selon les régimes d'assurance. Pour des informations précises, il est recommandé de consulter les documents de votre contrat d'assurance ou de contacter le service client de votre compagnie d'assurance."
         ]
      },
      {
         "tag": "Financement Ortho Adulte",
         "patterns": [
            "Financement Ortho Adulte",
            "Y a-t-il des alternatives pour financer les traitements orthodontiques pour les adultes en dehors de l'AMO FRMF ?"
         ],
         "responses": [
            "Oui, il existe des alternatives pour financer les traitements orthodontiques pour les adultes en dehors de l'AMO FRMF, telles que les plans de paiement échelonné ou les prêts de santé. Il est recommandé de consulter un conseiller financier ou un professionnel de la santé pour explorer ces options."
         ]
      },
      {
         "tag": "Programmes Personnes Âgées",
         "patterns": [
            "Programmes Personnes Âgées",
            "Existe-t-il des programmes spéciaux pour les personnes âgées qui nécessitent des soins dentaires couverts par l'AMO FRMF ?"
         ],
         "responses": [
            "Oui, certains régimes d'assurance offrent des programmes spéciaux pour les personnes âgées qui nécessitent des soins dentaires. Pour des informations précises sur les programmes disponibles dans le cadre de l'AMO FRMF, il est recommandé de contacter votre compagnie d'assurance."
         ]
      },
      {
         "tag": "Éligibilité Age",
         "patterns": [
            "Éligibilité Age",
            "Comment puis-je savoir si je suis toujours éligible à la couverture de l'AMO FRMF à mesure que je vieillis ?"
         ],
         "responses": [
            "Pour vérifier votre éligibilité à la couverture de l'AMO FRMF à mesure que vous vieillissez, il est recommandé de contacter votre compagnie d'assurance pour obtenir des informations spécifiques sur les critères d'âge et les exigences de renouvellement."
         ]
      },
      {
         "tag": "Autres Assurances Famille",
         "patterns": [
            "Autres Assurances Famille",
            "Quelles sont les autres assurances disponibles pour compléter la couverture offerte par l'AMO FRMF pour les membres de ma famille ?"
         ],
         "responses": [
            "En plus de l'AMO FRMF, il existe d'autres assurances complémentaires disponibles pour les membres de votre famille, telles que l'assurance santé individuelle ou l'assurance accident. Il est recommandé de consulter un conseiller en assurance pour explorer ces options et choisir celle qui convient le mieux à vos besoins."
         ]
      },
      {
         "tag": "Différence RC SPORT",
         "patterns": [
            "En quoi l'assurance RC SPORT diffère-t-elle de l'assurance AMO FRMF en termes de couverture pour les joueurs de football ?"
         ],
         "responses": [
            "La principale différence entre l'assurance RC SPORT et l'assurance AMO FRMF réside dans la nature de la couverture. La RC SPORT couvre les accidents sportifs pendant la pratique professionnelle ou amateur du football, tandis que l'AMO FRMF offre une couverture pour la vie privée du footballeur et de sa famille."
         ]
      },
      {
         "tag": "Récupération Feuilles",
         "patterns": [
            "Comment puis-je récupérer les feuilles de maladie si je ne peux pas les obtenir aux endroits indiqués par l'AMO FRMF ?"
         ],
         "responses": [
            "Si vous ne pouvez pas récupérer les feuilles de maladie aux endroits indiqués par l'AMO FRMF, vous devriez contacter le service de relation client pour explorer d'autres options de récupération, telles que l'envoi électronique ou la demande de livraison à domicile."
         ]
      },
      {
         "tag": "Criteres AMO",
         "patterns": [
            "Criteres d'eligibilite a l'AMO",
            "Qui est eligible a l'AMO ?",
            "Conditions pour beneficier de l'AMO"
         ],
         "responses": [
            "Les criteres d'eligibilite a l'AMO varient selon la legislation en vigueur dans chaque pays. En general, les salaries du secteur formel et leurs ayants droit, ainsi que les travailleurs independants affilies a la securite sociale, sont eligible a l'AMO."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Exclusions RC",
         "patterns": [
            "Exclusions RC",
            "Exclusions de couverture RC",
            "Ce qui n'est pas couvert par l'Assurance Responsabilite Civile",
            "Dommages non pris en charge par l'Assurance Responsabilite Civile"
         ],
         "responses": [
            "Oui, les exclusions de couverture dans l'Assurance Responsabilite Civile Sport peuvent inclure les dommages intentionnels, les dommages causes lors de la pratique d'activites non couvertes par la police d'assurance, et les dommages resultant de la participation a des activites illegales."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Coordination AMO",
         "patterns": [
            "Coordination AMO",
            "Coordination entre l'AMO et les assurances complementaires",
            "Relation entre AMO et assurances complementaires",
            "Comment fonctionne la coordination AMO-assurances complementaires ?"
         ],
         "responses": [
            "La coordination des prestations entre l'AMO et les assurances complementaires se fait generalement de maniere a ce que l'AMO couvre en premier lieu les frais medicaux de base, et que les assurances complementaires interviennent pour couvrir les frais restants ou offrir une couverture supplementaire selon les termes du contrat."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Demarches Sinistre RC",
         "patterns": [
            "Demarches Sinistre RC",
            "Demarches en cas de sinistre RC",
            "Que faire en cas de sinistre couvert par l'assurance responsabilite civile sport ?",
            "Procedure de declaration de sinistre RC"
         ],
         "responses": [
            "En cas de sinistre couvert par l'assurance responsabilite civile sport, les demarches a suivre incluent generalement la declaration du sinistre a l'assureur, la fourniture de toute documentation requise, et la cooperation avec l'assureur tout au long du processus de reclamation."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Frais Medicaux AMO",
         "patterns": [
            "Frais Medicaux AMO",
            "Frais medicaux couverts par l'AMO",
            "Quels frais medicaux sont pris en charge par l'AMO ?",
            "Services medicaux inclus dans l'AMO"
         ],
         "responses": [
            "L'AMO couvre generalement une gamme de frais medicaux, y compris les consultations medicales, les medicaments prescrits, les examens de laboratoire, les interventions chirurgicales, l'hospitalisation et d'autres services medicaux essentiels."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Procedures Remboursement Non Couverts AMO",
         "patterns": [
            "Procedures Remboursement Non Couverts AMO",
            "Procedures de remboursement pour les frais non couverts par l'AMO",
            "Comment obtenir le remboursement des frais non pris en charge par l'AMO ?",
            "Remboursement des depenses medicales non couvertes par l'AMO"
         ],
         "responses": [
            "Les procedures de remboursement pour les frais medicaux non couverts par l'AMO varient selon les termes du contrat d'assurance complementaire. En general, il faut soumettre une demande de remboursement accompagnee des justificatifs de paiement et des factures medicales."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Documents Necessaires FRMF",
         "patterns": [
            "Documents Necessaires FRMF",
            "Documents necessaires pour beneficier de la prise en charge par la FRMF",
            "Quels documents sont requis pour la prise en charge par la FRMF ?",
            "Pieces a fournir pour la FRMF"
         ],
         "responses": [
            "Les documents necessaires pour beneficier de la prise en charge par la FRMF peuvent inclure une declaration du sinistre, un rapport medical detaille, des preuves de l'incident survenu lors de la pratique du sport, et toute autre documentation exige par la FRMF."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Niveaux Couverture RC",
         "patterns": [
            "Niveaux Couverture RC",
            "Niveaux de couverture pour l'Assurance Responsabilite Civile Sport",
            "Quels sont les differents niveaux de couverture disponibles pour la RC sport ?",
            "Options de couverture pour la Responsabilite Civile Sport"
         ],
         "responses": [
            "Les differents niveaux de couverture disponibles pour l'Assurance Responsabilite Civile Sport peuvent inclure une couverture de base pour les dommages corporels et materiels, ainsi que des options de couverture supplementaire pour des risques specifiques lies a la pratique du sport."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Differences Prise En Charge",
         "patterns": [
            "Differences Prise En Charge",
            "Differences entre prise en charge individuelle et familiale",
            "Prise en charge individuelle vs familiale",
            "Quelle est la difference entre prise en charge individuelle et familiale ?"
         ],
         "responses": [
            "La prise en charge individuelle couvre une seule personne assuree, tandis que la prise en charge familiale couvre un ensemble de membres de la famille, tels que le conjoint et les enfants a charge, sous un seul contrat d'assurance."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Processus Reclamation Prestations Reservees",
         "patterns": [
            "Processus de reclamation pour les prestations reservees",
            "Comment reclamer les prestations reservees ?",
            "Procedure de reclamation pour les prestations specifiques"
         ],
         "responses": [
            "Le processus de reclamation pour les prestations reservees implique generalement de soumettre une demande de remboursement accompagnee des justificatifs appropries, tels que les factures et les recus, et de suivre les instructions fournies par l'assureur pour le traitement de la reclamation."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Specificites Contrats Age",
         "patterns": [
            "Specificites des contrats d'assurance selon l'age",
            "Comment les contrats varient-ils en fonction de l'age ?",
            "Options pour les differentes tranches d'age"
         ],
         "responses": [
            "Les specificites des contrats d'assurance pour les differentes categories d'age peuvent inclure des prestations adaptees aux besoins de sante specifiques a chaque tranche d'age, ainsi que des primes d'assurance variables en fonction du risque associe a chaque groupe d'age."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Options Personnalisation Contrats",
         "patterns": [
            "Options de personnalisation des contrats d'assurance",
            "Comment personnaliser mon contrat d'assurance ?",
            "Choix disponibles pour personnaliser son contrat"
         ],
         "responses": [
            "Oui, il peut y avoir des options de personnalisation disponibles pour les contrats d'assurance, telles que la selection de certaines prestations specifiques, l'ajustement des niveaux de couverture, et l'ajout d'options complementaires selon les besoins individuels du souscripteur."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Modalites Renouvellement Contrats",
         "patterns": [
            "Modalites de renouvellement des contrats d'assurance",
            "Comment renouveler mon contrat d'assurance ?",
            "Procedure de renouvellement des contrats"
         ],
         "responses": [
            "Les modalites de renouvellement des contrats d'assurance varient selon les termes du contrat et les pratiques de l'assureur. En general, les contrats d'assurance peuvent etre renouveles automatiquement a leur date d'echeance, sous reserve du paiement des primes et de certaines conditions specifiques."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Avantages Assurance Complementaire",
         "patterns": [
            "Avantages d'une assurance complementaire",
            "Pourquoi choisir une assurance complementaire ?",
            "Ce que propose une assurance complementaire"
         ],
         "responses": [
            "Les avantages d'une assurance complementaire par rapport a l'AMO seule incluent une couverture etendue pour des frais medicaux non pris en charge par l'AMO, tels que les soins dentaires, l'optique, les medecines douces, etc., ainsi que des services supplementaires comme l'assistance en cas de voyage, les consultations specialisees, etc."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Audit Dossiers Prise En Charge",
         "patterns": [
            "Audit des dossiers de prise en charge",
            "Comment se deroule l'audit des dossiers par l'assureur ?",
            "Verification des dossiers de remboursement"
         ],
         "responses": [
            "L'audit des dossiers de prise en charge par la compagnie d'assurance implique generalement l'examen des documents soumis, la verification de l'admissibilite aux prestations, la conformite aux conditions du contrat, et la validation des frais medicaux engages."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Delais Traitement Demandes Prise En Charge",
         "patterns": [
            "Delais Traitement Demandes Prise En Charge",
            "Delais de traitement des demandes de prise en charge",
            "Combien de temps faut-il pour traiter une demande de remboursement ?",
            "Temps necessaire pour le traitement des reclamations"
         ],
         "responses": [
            "Les delais de traitement habituels pour les demandes de prise en charge dependent de la complexite de la demande, du volume de reclamations en cours, et des pratiques de traitement de l'assureur. En general, les demandes sont traitees dans un delai raisonnable pour assurer une reponse rapide aux assures."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Garanties Supplementaires Assurances Complementaires",
         "patterns": [
            "Garanties Supplementaires Assurances Complementaires",
            "Garanties supplementaires proposees par les assurances complementaires",
            "Quelles options comervices supplementplementaires sont offertes par les assurances ?",
            "Saires disponibles dans les assurances complementaires"
         ],
         "responses": [
            "Les garanties supplementaires proposees par les assurances complementaires peuvent inclure une couverture etendue pour les soins dentaires, l'optique, les medecines douces, les frais d'hospitalisation, l'assistance en cas de voyage, etc., selon les besoins specifiques du souscripteur."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Coordination Prestations Double Couverture",
         "patterns": [
            "Coordination Prestations Double Couverture",
            "Coordination des prestations en cas de double couverture",
            "Que se passe-t-il en cas de double assurance ?",
            "Double couverture par AMO et assurance complementaire"
         ],
         "responses": [
            "En cas de double couverture par l'AMO et une assurance complementaire, la coordination des prestations se fait generalement de maniere a ce que l'AMO couvre en premier lieu les frais medicaux de base, tandis que l'assurance complementaire intervient pour couvrir les frais restants ou offrir une couverture supplementaire selon les termes du contrat."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Demarches Ajout Beneficiaire",
         "patterns": [
            "Demarches Ajout Beneficiaire",
            "Demarches pour ajouter un beneficiaire au contrat",
            "Comment ajouter un beneficiaire a mon contrat d'assurance ?",
            "Procedure d'ajout d'un beneficiaire"
         ],
         "responses": [
            "Les demarches pour ajouter un beneficiaire a votre contrat d'assurance peuvent varier selon les termes du contrat et les procedures de l'assureur, mais generalement, vous devrez soumettre une demande de modification de contrat accompagnee des documents justificatifs necessaires."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Documents Preuve Admissibilite Prestations",
         "patterns": [
            "Documents Preuve Admissibilite Prestations",
            "Documents requis pour prouver l'admissibilite a certaines prestations",
            "Pieces justificatives pour beneficier de certaines prestations",
            "Preuves d'eligibilite aux prestations"
         ],
         "responses": [
            "Les documents necessaires pour prouver l'admissibilite a certaines prestations peuvent inclure des pieces d'identite, des preuves de residence, des certificats medicaux, des releves de compte, des declarations de revenus, etc., selon les criteres specifiques de chaque prestation."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Consequences Non Validation Dossier",
         "patterns": [
            "Consequences Non Validation Dossier",
            "Consequences de la non-validation d'un dossier de prise en charge",
            "Que se passe-t-il si mon dossier n'est pas valide ?",
            "Effets de la non-validation d'une reclamation"
         ],
         "responses": [
            "Les consequences de la non-validation d'un dossier de prise en charge peuvent inclure le rejet de la demande de remboursement, le non-paiement des frais medicaux engages, et la necessite pour l'assure de prendre en charge lui-meme les depenses non couvertes par l'assurance."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "greeting",
         "patterns": [
            "Salut",
            "Comment ça va ?",
            "Y a-t-il quelqu'un ?",
            "Bonjour",
            "Bonsoir",
            "hello",
            "hey",
            "ça va ?"
         ],
         "responses": [
            "Bonjour!",
            "Content de vous voir!",
            "Salut, comment puis-je vous aider?"
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "good bye",
         "patterns": [
            "À plus tard",
            "Au revoir",
            "Je pars",
            "Bonne journée",
            "bye",
            "je dois y aller",
            "je dois partir"
         ],
         "responses": [
            "Triste de vous voir partir :(",
            "On se reparle plus tard",
            "Au revoir!"
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "name",
         "patterns": [
            "quel est ton nom ?",
            "comment dois-je t'appeler ?",
            "quel est ton nom ?",
            "qui es-tu ?"
         ],
         "responses": [
            "Je suis votre assistante virtuelle."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "remerciement",
         "patterns": [
            "merci beaucoup",
            "je te suis reconnaissant(e)",
            "c'est très gentil de ta part",
            "je t'apprécie"
         ],
         "responses": [
            "De rien!",
            "Je suis heureux/se de pouvoir aider!",
            "Avec plaisir!"
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "aide",
         "patterns": [
            "aide",
            "J'aimerais demander quelque chose",
            "que peux-tu faire",
            "peux-tu m'aider ?",
            "puis-je te dire quelque chose"
         ],
         "responses": [
            "Je suis là pour vous aider!",
            "Je peux vous aider avec tout ce que vous me demandez."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Delais Carence Nouveaux Contrats",
         "patterns": [
            "Delais Carence Nouveaux Contrats",
            "Delais de carence pour les nouveaux contrats",
            "Combien de temps dure le delai de carence pour les nouveaux contrats ?",
            "Periode d'attente pour les nouvelles souscriptions"
         ],
         "responses": [
            "Les delais de carence applicables aux nouveaux contrats d'assurance peuvent varier selon les termes du contrat et les pratiques de l'assureur, mais generalement, ils determinent une periode pendant laquelle certaines prestations ne sont pas couvertes apres la souscription du contrat."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Remboursement AMO",
         "patterns": [
            "Remboursement AMO",
            "Comment se fait le remboursement des frais médicaux couverts par l'AMO ?",
            "Quelles sont les étapes pour obtenir un remboursement avec l'AMO ?",
            "Comment fonctionne le processus de remboursement avec l'AMO ?"
         ],
         "responses": [
            "Le remboursement des frais médicaux couverts par l'AMO se fait généralement en soumettant une demande de remboursement accompagnée des justificatifs nécessaires..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Changement Situation AMO",
         "patterns": [
            "Changement Situation AMO",
            "Que faire en cas de changement de situation personnelle pour l'AMO ?",
            "Comment mettre à jour mes informations personnelles avec l'AMO ?",
            "Quelles sont les démarches à suivre en cas de changement de situation pour l'AMO ?"
         ],
         "responses": [
            "En cas de changement de situation personnelle, il est important de mettre à jour vos informations avec l'AMO en contactant votre assureur ou en remplissant un formulaire de modification..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Résiliation Contrat AMO",
         "patterns": [
            "Résiliation Contrat AMO",
            "Comment résilier mon contrat d'AMO ?",
            "Quelles sont les étapes pour mettre fin à mon contrat d'AMO ?",
            "Comment annuler ma couverture AMO ?"
         ],
         "responses": [
            "La résiliation d'un contrat d'AMO peut être effectuée en contactant votre assureur et en suivant les procédures de résiliation indiquées dans votre contrat..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Exclusions Assurance Complementaire",
         "patterns": [
            "Exclusions Assurance Complementaire",
            "Quels sont les événements exclus de la couverture des assurances complémentaires ?",
            "Quels dommages ne sont pas pris en charge par les assurances complémentaires ?",
            "Quels risques ne sont pas couverts par les assurances complémentaires ?"
         ],
         "responses": [
            "Les exclusions de couverture dans les assurances complémentaires peuvent inclure..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Procedures Recours Decision AMO",
         "patterns": [
            "Procedures Recours Decision AMO",
            "Comment contester une décision de l'AMO ?",
            "Quelles sont les procédures de recours en cas de désaccord avec une décision de l'AMO ?",
            "Comment faire appel d'une décision prise par l'AMO ?"
         ],
         "responses": [
            "En cas de désaccord avec une décision de l'AMO, vous pouvez généralement faire appel en suivant les procédures de recours indiquées par votre assureur..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Franchise AMO",
         "patterns": [
            "Franchise AMO",
            "Qu'est-ce qu'une franchise en AMO ?",
            "Comment fonctionne la franchise dans l'AMO ?",
            "Quels sont les effets de la franchise sur les remboursements de l'AMO ?"
         ],
         "responses": [
            "La franchise en AMO est un montant fixe ou un pourcentage des frais médicaux que l'assuré doit payer avant que l'AMO ne commence à rembourser..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Depassement Honoraires",
         "patterns": [
            "Depassement Honoraires",
            "Que faire en cas de dépassement d'honoraires avec l'AMO ?",
            "Comment sont pris en charge les dépassements d'honoraires par l'AMO ?",
            "Quelles sont les démarches à suivre en cas de dépassement d'honoraires avec l'AMO ?"
         ],
         "responses": [
            "En cas de dépassement d'honoraires, l'AMO peut prendre en charge une partie ou la totalité du montant remboursable selon les termes du contrat..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Periode Grâce AMO",
         "patterns": [
            "Periode Grâce AMO",
            "Qu'est-ce que la période de grâce en AMO ?",
            "Comment fonctionne la période de grâce dans l'AMO ?",
            "Quelles sont les implications de la période de grâce sur la couverture AMO ?"
         ],
         "responses": [
            "La période de grâce en AMO est une période pendant laquelle la couverture n'est pas encore effective après la souscription au contrat. Pendant cette période, les demandes de remboursement ne sont pas prises en charge..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Exclusions Assurance RC",
         "patterns": [
            "Exclusions Assurance RC",
            "Quels sont les événements exclus de la couverture de l'Assurance Responsabilité Civile ?",
            "Quels incidents ne sont pas pris en charge par l'Assurance Responsabilité Civile ?",
            "Quels risques ne sont pas couverts par l'Assurance Responsabilité Civile ?"
         ],
         "responses": [
            "Les exclusions de couverture dans l'Assurance Responsabilité Civile peuvent inclure..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Conditions Resiliation Contrat",
         "patterns": [
            "Conditions Resiliation Contrat",
            "Quelles sont les conditions de résiliation d'un contrat d'assurance ?",
            "Quand puis-je résilier mon contrat d'assurance ?",
            "Quelles sont les démarches à suivre pour résilier mon contrat d'assurance ?"
         ],
         "responses": [
            "Les conditions de résiliation d'un contrat d'assurance varient selon les termes du contrat et la législation en vigueur..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Avantages AMO",
         "patterns": [
            "Avantages AMO",
            "Quels sont les avantages de l'AMO par rapport à une assurance individuelle ?",
            "Pourquoi choisir l'AMO plutôt qu'une assurance privée ?",
            "Quels sont les points forts de l'AMO ?"
         ],
         "responses": [
            "Les avantages de l'AMO incluent généralement une couverture étendue pour les frais médicaux, des coûts réduits grâce à la mutualisation des risques et la possibilité de couvrir les ayants droit..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Responsabilite Civile Locative",
         "patterns": [
            "Responsabilite Civile Locative",
            "Qu'est-ce que l'Assurance Responsabilité Civile Locative ?",
            "Pourquoi souscrire à une Assurance Responsabilité Civile Locative ?",
            "Quels sont les avantages de l'Assurance Responsabilité Civile Locative ?"
         ],
         "responses": [
            "L'Assurance Responsabilité Civile Locative couvre généralement les dommages causés par le locataire à un bien immobilier loué. Souscrire à cette assurance offre une protection financière en cas de sinistre..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Annulation Contrat Assurance",
         "patterns": [
            "Annulation Contrat Assurance",
            "Comment annuler un contrat d'assurance ?",
            "Quelles sont les démarches à suivre pour annuler mon contrat d'assurance ?",
            "Est-il possible de résilier mon contrat d'assurance ?"
         ],
         "responses": [
            "Vous pouvez généralement annuler un contrat d'assurance en contactant votre assureur et en suivant les procédures de résiliation indiquées dans votre contrat..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Renouvellement Assurance",
         "patterns": [
            "Renouvellement Assurance",
            "Comment renouveler mon contrat d'assurance ?",
            "Quelles sont les étapes pour renouveler mon assurance ?",
            "Est-il automatique de renouveler mon contrat d'assurance ?"
         ],
         "responses": [
            "Le renouvellement de votre contrat d'assurance peut se faire automatiquement selon les termes du contrat ou nécessiter une action de votre part. Contactez votre assureur pour obtenir des informations spécifiques sur le renouvellement de votre contrat..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Voyage",
         "patterns": [
            "Assurance Voyage",
            "Qu'est-ce que l'Assurance Voyage ?",
            "Pourquoi souscrire à une Assurance Voyage ?",
            "Quels sont les avantages de l'Assurance Voyage ?"
         ],
         "responses": [
            "L'Assurance Voyage offre généralement une couverture pour les frais médicaux d'urgence à l'étranger, l'annulation de voyage, le rapatriement sanitaire et d'autres services essentiels en cas d'imprévus pendant votre voyage..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Role FRMF",
         "patterns": [
            "Role FRMF",
            "Quel est le rôle de la FRMF dans le domaine de l'assurance ?",
            "Comment la FRMF est-elle impliquée dans le secteur de l'assurance ?",
            "Quelle est la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "Le rôle de la FRMF dans le domaine de l'assurance peut varier, mais elle peut être impliquée dans la négociation de polices d'assurance pour les joueurs, les clubs et les événements liés au football..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Joueurs FRMF",
         "patterns": [
            "Assurance Joueurs FRMF",
            "Quel type d'assurance les joueurs affiliés à la FRMF ont-ils ?",
            "Quelle couverture d'assurance est offerte aux joueurs par la FRMF ?",
            "Comment les joueurs sont-ils assurés par la FRMF ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'une assurance couvrant les accidents et les blessures liées à leur pratique sportive, ainsi que d'autres garanties spécifiques à leur statut de joueur professionnel..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Evenements FRMF",
         "patterns": [
            "Assurance Evenements FRMF",
            "Quels types d'assurance la FRMF souscrit-elle pour ses événements ?",
            "Comment la FRMF assure-t-elle ses compétitions et événements ?",
            "Quelle est la couverture d'assurance pour les événements organisés par la FRMF ?"
         ],
         "responses": [
            "La FRMF peut souscrire différentes polices d'assurance pour ses événements, couvrant des aspects tels que la responsabilité civile, les dommages matériels et les incidents imprévus lors des matchs et des compétitions..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Collaboration Assureurs FRMF",
         "patterns": [
            "Collaboration Assureurs FRMF",
            "Comment la FRMF collabore-t-elle avec les compagnies d'assurance ?",
            "Quels sont les partenariats entre la FRMF et les assureurs ?",
            "Quelle est la nature de la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "La FRMF peut collaborer avec les compagnies d'assurance pour élaborer des programmes spécifiques de couverture, négocier des tarifs préférentiels pour ses membres et garantir une protection adéquate pour ses activités et ses parties prenantes..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Clubs FRMF",
         "patterns": [
            "Assurance Clubs FRMF",
            "Quel type d'assurance les clubs affiliés à la FRMF ont-ils ?",
            "Comment les clubs de football sont-ils assurés par la FRMF ?",
            "Quelle est la couverture d'assurance offerte aux clubs par la FRMF ?"
         ],
         "responses": [
            "Les clubs de football affiliés à la FRMF peuvent bénéficier d'une assurance couvrant divers aspects, tels que la responsabilité civile, les accidents des joueurs et du personnel, les biens immobiliers et les équipements sportifs..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Role FRMF",
         "patterns": [
            "Role FRMF",
            "Quel est le rôle de la FRMF dans le domaine de l'assurance ?",
            "Comment la FRMF est-elle impliquée dans le secteur de l'assurance ?",
            "Quelle est la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "Le rôle de la FRMF dans le domaine de l'assurance peut varier, mais elle peut être impliquée dans la négociation de polices d'assurance pour les joueurs, les clubs et les événements liés au football..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Joueurs FRMF",
         "patterns": [
            "Assurance Joueurs FRMF",
            "Quel type d'assurance les joueurs affiliés à la FRMF ont-ils ?",
            "Quelle couverture d'assurance est offerte aux joueurs par la FRMF ?",
            "Comment les joueurs sont-ils assurés par la FRMF ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'une assurance couvrant les accidents et les blessures liées à leur pratique sportive, ainsi que d'autres garanties spécifiques à leur statut de joueur professionnel..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Evenements FRMF",
         "patterns": [
            "Assurance Evenements FRMF",
            "Quels types d'assurance la FRMF souscrit-elle pour ses événements ?",
            "Comment la FRMF assure-t-elle ses compétitions et événements ?",
            "Quelle est la couverture d'assurance pour les événements organisés par la FRMF ?"
         ],
         "responses": [
            "La FRMF peut souscrire différentes polices d'assurance pour ses événements, couvrant des aspects tels que la responsabilité civile, les dommages matériels et les incidents imprévus lors des matchs et des compétitions..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Collaboration Assureurs FRMF",
         "patterns": [
            "Collaboration Assureurs FRMF",
            "Comment la FRMF collabore-t-elle avec les compagnies d'assurance ?",
            "Quels sont les partenariats entre la FRMF et les assureurs ?",
            "Quelle est la nature de la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "La FRMF peut collaborer avec les compagnies d'assurance pour élaborer des programmes spécifiques de couverture, négocier des tarifs préférentiels pour ses membres et garantir une protection adéquate pour ses activités et ses parties prenantes..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Clubs FRMF",
         "patterns": [
            "Assurance Clubs FRMF",
            "Quel type d'assurance les clubs affiliés à la FRMF ont-ils ?",
            "Comment les clubs de football sont-ils assurés par la FRMF ?",
            "Quelle est la couverture d'assurance offerte aux clubs par la FRMF ?"
         ],
         "responses": [
            "Les clubs de football affiliés à la FRMF peuvent bénéficier d'une assurance couvrant divers aspects, tels que la responsabilité civile, les accidents des joueurs et du personnel, les biens immobiliers et les équipements sportifs..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Role FRMF",
         "patterns": [
            "Role FRMF",
            "Quel est le rôle de la FRMF dans le domaine de l'assurance ?",
            "Comment la FRMF est-elle impliquée dans le secteur de l'assurance ?",
            "Quelle est la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "Le rôle de la FRMF dans le domaine de l'assurance peut varier, mais elle peut être impliquée dans la négociation de polices d'assurance pour les joueurs, les clubs et les événements liés au football..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Joueurs FRMF",
         "patterns": [
            "Assurance Joueurs FRMF",
            "Quel type d'assurance les joueurs affiliés à la FRMF ont-ils ?",
            "Quelle couverture d'assurance est offerte aux joueurs par la FRMF ?",
            "Comment les joueurs sont-ils assurés par la FRMF ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'une assurance couvrant les accidents et les blessures liées à leur pratique sportive, ainsi que d'autres garanties spécifiques à leur statut de joueur professionnel..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Evenements FRMF",
         "patterns": [
            "Assurance Evenements FRMF",
            "Quels types d'assurance la FRMF souscrit-elle pour ses événements ?",
            "Comment la FRMF assure-t-elle ses compétitions et événements ?",
            "Quelle est la couverture d'assurance pour les événements organisés par la FRMF ?"
         ],
         "responses": [
            "La FRMF peut souscrire différentes polices d'assurance pour ses événements, couvrant des aspects tels que la responsabilité civile, les dommages matériels et les incidents imprévus lors des matchs et des compétitions..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Collaboration Assureurs FRMF",
         "patterns": [
            "Collaboration Assureurs FRMF",
            "Comment la FRMF collabore-t-elle avec les compagnies d'assurance ?",
            "Quels sont les partenariats entre la FRMF et les assureurs ?",
            "Quelle est la nature de la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "La FRMF peut collaborer avec les compagnies d'assurance pour élaborer des programmes spécifiques de couverture, négocier des tarifs préférentiels pour ses membres et garantir une protection adéquate pour ses activités et ses parties prenantes..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Clubs FRMF",
         "patterns": [
            "Assurance Clubs FRMF",
            "Quel type d'assurance les clubs affiliés à la FRMF ont-ils ?",
            "Comment les clubs de football sont-ils assurés par la FRMF ?",
            "Quelle est la couverture d'assurance offerte aux clubs par la FRMF ?"
         ],
         "responses": [
            "Les clubs de football affiliés à la FRMF peuvent bénéficier d'une assurance couvrant divers aspects, tels que la responsabilité civile, les accidents des joueurs et du personnel, les biens immobiliers et les équipements sportifs..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Role FRMF",
         "patterns": [
            "Role FRMF",
            "Quel est le rôle de la FRMF dans le domaine de l'assurance ?",
            "Comment la FRMF est-elle impliquée dans le secteur de l'assurance ?",
            "Quelle est la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "Le rôle de la FRMF dans le domaine de l'assurance peut varier, mais elle peut être impliquée dans la négociation de polices d'assurance pour les joueurs, les clubs et les événements liés au football..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Joueurs FRMF",
         "patterns": [
            "Assurance Joueurs FRMF",
            "Quel type d'assurance les joueurs affiliés à la FRMF ont-ils ?",
            "Quelle couverture d'assurance est offerte aux joueurs par la FRMF ?",
            "Comment les joueurs sont-ils assurés par la FRMF ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'une assurance couvrant les accidents et les blessures liées à leur pratique sportive, ainsi que d'autres garanties spécifiques à leur statut de joueur professionnel..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Evenements FRMF",
         "patterns": [
            "Assurance Evenements FRMF",
            "Quels types d'assurance la FRMF souscrit-elle pour ses événements ?",
            "Comment la FRMF assure-t-elle ses compétitions et événements ?",
            "Quelle est la couverture d'assurance pour les événements organisés par la FRMF ?"
         ],
         "responses": [
            "La FRMF peut souscrire différentes polices d'assurance pour ses événements, couvrant des aspects tels que la responsabilité civile, les dommages matériels et les incidents imprévus lors des matchs et des compétitions..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Collaboration Assureurs FRMF",
         "patterns": [
            "Collaboration Assureurs FRMF",
            "Comment la FRMF collabore-t-elle avec les compagnies d'assurance ?",
            "Quels sont les partenariats entre la FRMF et les assureurs ?",
            "Quelle est la nature de la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "La FRMF peut collaborer avec les compagnies d'assurance pour élaborer des programmes spécifiques de couverture, négocier des tarifs préférentiels pour ses membres et garantir une protection adéquate pour ses activités et ses parties prenantes..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Clubs FRMF",
         "patterns": [
            "Assurance Clubs FRMF",
            "Quel type d'assurance les clubs affiliés à la FRMF ont-ils ?",
            "Comment les clubs de football sont-ils assurés par la FRMF ?",
            "Quelle est la couverture d'assurance offerte aux clubs par la FRMF ?"
         ],
         "responses": [
            "Les clubs de football affiliés à la FRMF peuvent bénéficier d'une assurance couvrant divers aspects, tels que la responsabilité civile, les accidents des joueurs et du personnel, les biens immobiliers et les équipements sportifs..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Role FRMF",
         "patterns": [
            "Role FRMF",
            "Quel est le rôle de la FRMF dans le domaine de l'assurance ?",
            "Comment la FRMF est-elle impliquée dans le secteur de l'assurance ?",
            "Quelle est la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "Le rôle de la FRMF dans le domaine de l'assurance peut varier, mais elle peut être impliquée dans la négociation de polices d'assurance pour les joueurs, les clubs et les événements liés au football..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Joueurs FRMF",
         "patterns": [
            "Assurance Joueurs FRMF",
            "Quel type d'assurance les joueurs affiliés à la FRMF ont-ils ?",
            "Quelle couverture d'assurance est offerte aux joueurs par la FRMF ?",
            "Comment les joueurs sont-ils assurés par la FRMF ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'une assurance couvrant les accidents et les blessures liées à leur pratique sportive, ainsi que d'autres garanties spécifiques à leur statut de joueur professionnel..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Evenements FRMF",
         "patterns": [
            "Assurance Evenements FRMF",
            "Quels types d'assurance la FRMF souscrit-elle pour ses événements ?",
            "Comment la FRMF assure-t-elle ses compétitions et événements ?",
            "Quelle est la couverture d'assurance pour les événements organisés par la FRMF ?"
         ],
         "responses": [
            "La FRMF peut souscrire différentes polices d'assurance pour ses événements, couvrant des aspects tels que la responsabilité civile, les dommages matériels et les incidents imprévus lors des matchs et des compétitions..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Collaboration Assureurs FRMF",
         "patterns": [
            "Collaboration Assureurs FRMF",
            "Comment la FRMF collabore-t-elle avec les compagnies d'assurance ?",
            "Quels sont les partenariats entre la FRMF et les assureurs ?",
            "Quelle est la nature de la relation entre la FRMF et les compagnies d'assurance ?"
         ],
         "responses": [
            "La FRMF peut collaborer avec les compagnies d'assurance pour élaborer des programmes spécifiques de couverture, négocier des tarifs préférentiels pour ses membres et garantir une protection adéquate pour ses activités et ses parties prenantes..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Clubs FRMF",
         "patterns": [
            "Assurance Clubs FRMF",
            "Quel type d'assurance les clubs affiliés à la FRMF ont-ils ?",
            "Comment les clubs de football sont-ils assurés par la FRMF ?",
            "Quelle est la couverture d'assurance offerte aux clubs par la FRMF ?"
         ],
         "responses": [
            "Les clubs de football affiliés à la FRMF peuvent bénéficier d'une assurance couvrant divers aspects, tels que la responsabilité civile, les accidents des joueurs et du personnel, les biens immobiliers et les équipements sportifs..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Sportive FRMF",
         "patterns": [
            "Assurance Sportive FRMF",
            "Quel est le rôle de la FRMF dans l'assurance sportive ?",
            "Comment la FRMF promeut-elle l'assurance sportive ?",
            "Quels services la FRMF offre-t-elle en matière d'assurance sportive ?"
         ],
         "responses": [
            "La FRMF peut jouer un rôle dans la promotion et la sensibilisation à l'importance de l'assurance sportive pour les joueurs, les clubs et les parties prenantes impliquées dans le football. Elle peut également faciliter l'accès à des programmes d'assurance adaptés aux besoins des acteurs du sport..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Formation Assurance Sportive",
         "patterns": [
            "Formation Assurance Sportive",
            "La FRMF propose-t-elle des formations sur l'assurance sportive ?",
            "Comment la FRMF sensibilise-t-elle ses membres à l'assurance sportive ?",
            "Quels programmes de formation la FRMF offre-t-elle en matière d'assurance sportive ?"
         ],
         "responses": [
            "La FRMF peut proposer des programmes de sensibilisation et de formation sur l'assurance sportive, visant à éduquer ses membres sur les risques liés à la pratique sportive et les avantages de souscrire à une couverture d'assurance adéquate..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Sportive Clubs",
         "patterns": [
            "Assurance Sportive Clubs",
            "Comment les clubs affiliés à la FRMF peuvent-ils souscrire à une assurance sportive ?",
            "Quelles sont les options d'assurance sportive disponibles pour les clubs de football ?",
            "Comment la FRMF aide-t-elle les clubs à obtenir une assurance sportive ?"
         ],
         "responses": [
            "Les clubs affiliés à la FRMF peuvent bénéficier de l'assistance de la fédération pour souscrire à des polices d'assurance adaptées à leurs besoins spécifiques, couvrant les joueurs, le personnel et les installations sportives..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Responsabilite Civile Sportive",
         "patterns": [
            "Assurance Responsabilite Civile Sportive",
            "Qu'est-ce que l'Assurance Responsabilité Civile Sportive et comment la FRMF la promeut-elle ?",
            "Quelle est l'importance de l'Assurance Responsabilité Civile Sportive pour les clubs de football selon la FRMF ?",
            "Comment les clubs peuvent-ils souscrire à une Assurance Responsabilité Civile Sportive avec l'aide de la FRMF ?"
         ],
         "responses": [
            "L'Assurance Responsabilité Civile Sportive couvre les dommages matériels et corporels causés à des tiers pendant la pratique sportive. La FRMF peut promouvoir cette assurance auprès des clubs en soulignant son importance pour se protéger contre les réclamations en cas d'accidents survenus lors des entraînements ou des matchs..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Joueurs FRMF",
         "patterns": [
            "Assurance Joueurs FRMF",
            "Comment la FRMF assure-t-elle les joueurs de football contre les blessures ?",
            "Quels types de couverture d'assurance les joueurs affiliés à la FRMF ont-ils ?",
            "Quelles sont les garanties incluses dans l'assurance des joueurs proposée par la FRMF ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'une assurance couvrant les blessures et les accidents survenus pendant les matchs et les entraînements. Cette assurance peut inclure des prestations telles que les frais médicaux, l'invalidité temporaire ou permanente, et éventuellement une assurance décès et/ou une assistance rapatriement en cas de blessure grave..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Couverture Assurance Sante FRMF",
         "patterns": [
            "Couverture Assurance Sante FRMF",
            "Quelle est la couverture d'assurance santé offerte par la FRMF à ses membres ?",
            "Comment la FRMF assure-t-elle la santé de ses joueurs et de son personnel ?",
            "Quels sont les avantages de l'assurance santé proposée par la FRMF ?"
         ],
         "responses": [
            "La FRMF peut proposer une couverture d'assurance santé pour ses joueurs, son personnel et éventuellement d'autres membres affiliés. Cette assurance peut inclure la prise en charge des frais médicaux, des consultations, des médicaments, des soins dentaires et d'autres services de santé..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Programmes Prevoyance Sante FRMF",
         "patterns": [
            "Programmes Prevoyance Sante FRMF",
            "Quels programmes de prévoyance santé la FRMF offre-t-elle à ses membres ?",
            "Comment la FRMF encourage-t-elle la prévention et la promotion de la santé ?",
            "Quels services de prévoyance santé sont disponibles pour les joueurs et les clubs affiliés à la FRMF ?"
         ],
         "responses": [
            "La FRMF peut mettre en place des programmes de prévoyance santé visant à promouvoir la santé et le bien-être de ses membres. Cela peut inclure des initiatives de prévention des blessures, des campagnes de sensibilisation, des bilans de santé réguliers et d'autres services visant à maintenir la santé et la forme physique des joueurs et du personnel..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Acces Assurance Sante FRMF",
         "patterns": [
            "Acces Assurance Sante FRMF",
            "Comment les joueurs et les clubs affiliés à la FRMF peuvent-ils accéder à une assurance santé ?",
            "Quelles sont les démarches à suivre pour bénéficier de l'assurance santé proposée par la FRMF ?",
            "Est-il obligatoire pour les membres affiliés à la FRMF d'avoir une assurance santé ?"
         ],
         "responses": [
            "La FRMF peut faciliter l'accès à une assurance santé pour ses membres en négociant des contrats collectifs auprès des compagnies d'assurance. Les joueurs et les clubs affiliés peuvent être encouragés ou même obligés de souscrire à cette assurance pour bénéficier de certains avantages ou participer à certaines compétitions..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Partenariats Assureurs Sante FRMF",
         "patterns": [
            "Partenariats Assureurs Sante FRMF",
            "Quels partenariats la FRMF a-t-elle avec les compagnies d'assurance santé ?",
            "Comment la FRMF sélectionne-t-elle les assureurs santé avec lesquels elle travaille ?",
            "Quels sont les critères pour devenir partenaire assureur santé de la FRMF ?"
         ],
         "responses": [
            "La FRMF peut établir des partenariats avec des compagnies d'assurance santé réputées pour offrir des produits et des services de qualité à ses membres. Les critères de sélection peuvent inclure la solidité financière, la réputation, la gamme de produits offerts et la capacité à répondre aux besoins spécifiques des joueurs et des clubs affiliés..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Sante Famille Joueurs",
         "patterns": [
            "Assurance Sante Famille Joueurs",
            "Les joueurs affiliés à la FRMF peuvent-ils bénéficier d'une assurance santé pour leur famille ?",
            "Quels sont les avantages de l'assurance santé familiale pour les joueurs de football ?",
            "Comment la FRMF soutient-elle la santé des familles des joueurs affiliés ?"
         ],
         "responses": [
            "Les joueurs affiliés à la FRMF peuvent bénéficier d'options d'assurance santé étendues, y compris des programmes permettant de couvrir les membres de leur famille. Cela peut offrir une tranquillité d'esprit supplémentaire aux joueurs et à leur famille en cas de besoins médicaux..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Contact FRMF Assurance",
         "patterns": [
            "Contact FRMF Assurance",
            "Comment contacter la FRMF pour des questions relatives à l'assurance ?",
            "Quelle est la procédure pour contacter la FRMF au sujet de l'assurance ?",
            "Où puis-je trouver des informations sur l'assurance auprès de la FRMF ?"
         ],
         "responses": [
            "Vous pouvez contacter la FRMF pour des questions concernant l'assurance en utilisant les coordonnées disponibles sur le site web officiel. Ils peuvent également fournir des informations sur l'assurance lors d'événements ou par le biais de leurs représentants..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assistance Information Assurance",
         "patterns": [
            "Assistance Information Assurance",
            "Comment puis-je obtenir de l'aide ou des informations sur mon assurance avec la FRMF ?",
            "Quels sont les canaux disponibles pour obtenir des informations sur l'assurance auprès de la FRMF ?",
            "Existe-t-il un service d'assistance dédié pour les questions d'assurance avec la FRMF ?"
         ],
         "responses": [
            "La FRMF peut proposer un service d'assistance dédié pour répondre aux questions et fournir des informations sur l'assurance. Vous pouvez les contacter par téléphone, par e-mail ou en personne pour obtenir de l'aide ou des conseils sur votre assurance..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Demande Documentation Assurance",
         "patterns": [
            "Demande Documentation Assurance",
            "Comment puis-je obtenir de la documentation sur l'assurance auprès de la FRMF ?",
            "Quelle est la procédure pour demander des documents concernant mon assurance avec la FRMF ?",
            "Où puis-je trouver des brochures ou des informations imprimées sur l'assurance de la FRMF ?"
         ],
         "responses": [
            "Vous pouvez demander de la documentation sur l'assurance auprès de la FRMF en contactant leur service clientèle ou en consultant leur site web officiel. Ils peuvent avoir des brochures, des fiches d'information ou d'autres documents disponibles en ligne ou en version imprimée..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Rendez vous Personnel FRMF",
         "patterns": [
            "Rendez vous Personnel FRMF",
            "Puis-je prendre rendez-vous avec un représentant de la FRMF pour discuter de mon assurance ?",
            "Comment puis-je organiser une réunion avec un membre du personnel de la FRMF pour discuter de l'assurance ?",
            "Est-il possible de rencontrer quelqu'un en personne à la FRMF pour des questions d'assurance ?"
         ],
         "responses": [
            "Vous pouvez prendre rendez-vous avec un représentant de la FRMF pour discuter de votre assurance en contactant leur service clientèle ou leur département des assurances. Ils pourront organiser une réunion en personne ou virtuelle selon vos préférences et disponibilités..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Feedback Assurance FRMF",
         "patterns": [
            "Feedback Assurance FRMF",
            "Comment puis-je donner mon feedback sur mon expérience d'assurance avec la FRMF ?",
            "Existe-t-il un moyen de fournir des commentaires sur les services d'assurance de la FRMF ?",
            "Où puis-je partager mes impressions sur l'assurance proposée par la FRMF ?"
         ],
         "responses": [
            "Vous pouvez donner votre feedback sur votre expérience d'assurance avec la FRMF en les contactant directement par téléphone, par e-mail ou en remplissant un formulaire de feedback disponible sur leur site web. Vos commentaires peuvent les aider à améliorer leurs services et à mieux répondre à vos besoins..."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Remboursement Consultation",
         "patterns": [
            "Remboursement Consultation",
            "Comment fonctionne le remboursement des consultations médicales ?",
            "Quels sont les critères pour obtenir un remboursement des consultations médicales ?",
            "Processus de remboursement des consultations médicales"
         ],
         "responses": [
            "Le remboursement des consultations médicales dépend du contrat d'assurance santé souscrit. En général, les consultations médicales sont remboursées selon un pourcentage prédéterminé ou un montant forfaitaire, après déduction des éventuelles franchises ou participations de l'assuré."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Prise En Charge Hospitalisation",
         "patterns": [
            "Prise En Charge Hospitalisation",
            "Comment fonctionne la prise en charge des frais d'hospitalisation ?",
            "Quelles sont les conditions pour bénéficier de la prise en charge des frais d'hospitalisation ?",
            "Processus de prise en charge des frais d'hospitalisation"
         ],
         "responses": [
            "La prise en charge des frais d'hospitalisation varie en fonction du contrat d'assurance santé. Généralement, les frais d'hospitalisation sont pris en charge après vérification de l'admission à l'hôpital et selon les termes et conditions du contrat, incluant éventuellement des limitations de durée ou de montant."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Résiliation Contrat Assurance",
         "patterns": [
            "Résiliation Contrat Assurance",
            "Comment résilier mon contrat d'assurance santé ?",
            "Quels sont les délais et procédures pour résilier mon contrat d'assurance santé ?",
            "Processus de résiliation d'un contrat d'assurance santé"
         ],
         "responses": [
            "La résiliation d'un contrat d'assurance santé peut être effectuée selon les modalités prévues par la législation en vigueur et les clauses contractuelles. Généralement, un préavis doit être donné à l'assureur et des conditions spécifiques peuvent s'appliquer en fonction de la durée du contrat et de la raison de la résiliation."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Demande Remboursement",
         "patterns": [
            "Demande Remboursement",
            "Comment puis-je faire une demande de remboursement ?",
            "Quels documents sont nécessaires pour une demande de remboursement ?",
            "Processus de demande de remboursement"
         ],
         "responses": [
            "Pour faire une demande de remboursement, vous devez généralement remplir un formulaire spécifique fourni par votre assureur santé. Vous devrez également fournir des documents justificatifs tels que des factures médicales, des ordonnances et des reçus. Une fois la demande soumise, elle sera traitée selon les délais et procédures de remboursement de votre contrat."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Couverture Maladies Chroniques",
         "patterns": [
            "Couverture Maladies Chroniques",
            "Quelle est la couverture pour les maladies chroniques ?",
            "Les traitements pour les maladies chroniques sont-ils couverts par l'assurance santé ?",
            "Prise en charge des maladies chroniques"
         ],
         "responses": [
            "La couverture pour les maladies chroniques dépend de votre contrat d'assurance santé. Certains contrats peuvent inclure une prise en charge spécifique pour les traitements et les soins liés aux maladies chroniques, tandis que d'autres peuvent imposer des conditions particulières ou des limitations. Il est important de vérifier les détails de votre couverture avec votre assureur."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assistance Medicale Urgence",
         "patterns": [
            "Assistance Medicale Urgence",
            "Que dois-je faire en cas d'urgence médicale ?",
            "Comment bénéficier de l'assistance médicale en cas d'urgence ?",
            "Procédure à suivre en cas d'urgence médicale"
         ],
         "responses": [
            "En cas d'urgence médicale, vous devez contacter immédiatement les services d'urgence locaux (comme le 15 en France) ou le numéro d'assistance médicale fourni par votre assureur. Suivez les instructions données et conservez tous les documents médicaux pour une éventuelle demande de remboursement ultérieure. Certains contrats d'assurance santé offrent également une assistance médicale spécifique en cas d'urgence à l'étranger."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Prévention Maladies",
         "patterns": [
            "Prévention Maladies",
            "Quelles sont les mesures de prévention couvertes par l'assurance santé ?",
            "Comment prévenir certaines maladies avec mon assurance santé ?",
            "Programmes de prévention des maladies"
         ],
         "responses": [
            "Certaines assurances santé proposent des programmes de prévention couvrant des services tels que les bilans de santé, les vaccinations, les consultations de prévention et les programmes d'accompagnement pour le sevrage tabagique ou la gestion du stress. Vérifiez les détails de votre contrat pour connaître les mesures de prévention couvertes."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Services Complémentaires",
         "patterns": [
            "Services Complémentaires",
            "Quels sont les services complémentaires proposés par mon assurance santé ?",
            "Services additionnels offerts par mon assureur santé",
            "Avantages complémentaires de mon contrat d'assurance santé"
         ],
         "responses": [
            "En plus de la couverture médicale de base, de nombreux contrats d'assurance santé proposent des services complémentaires tels que l'accès à des réseaux de soins spécialisés, des programmes de bien-être, des remboursements pour les médecines douces ou alternatives, et des services d'assistance téléphonique pour des conseils médicaux ou administratifs."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Évolution Contrat Assurance",
         "patterns": [
            "Évolution Contrat Assurance",
            "Comment puis-je faire évoluer mon contrat d'assurance santé ?",
            "Modification des garanties de mon assurance santé",
            "Processus de mise à jour de mon contrat d'assurance santé"
         ],
         "responses": [
            "Pour faire évoluer votre contrat d'assurance santé, vous pouvez contacter votre assureur pour discuter des options disponibles. Cela peut inclure l'ajout de garanties supplémentaires, la modification des niveaux de couverture, ou l'adaptation de votre contrat en fonction de changements dans votre situation personnelle ou professionnelle. Des conditions spécifiques peuvent s'appliquer en fonction de votre contrat et de la politique de l'assureur."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Frais Pharmaceutiques",
         "patterns": [
            "Frais Pharmaceutiques",
            "Comment fonctionne le remboursement des frais pharmaceutiques ?",
            "Quels médicaments sont couverts par mon assurance santé ?",
            "Processus de remboursement des médicaments"
         ],
         "responses": [
            "Le remboursement des frais pharmaceutiques dépend de votre contrat d'assurance santé. En général, certains médicaments peuvent être remboursés selon une liste prédéfinie appelée la liste des médicaments remboursables. Le remboursement peut être partiel ou total, en fonction des conditions spécifiées dans votre contrat."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Soins Dentaires",
         "patterns": [
            "Soins Dentaires",
            "Quelle est la couverture pour les soins dentaires ?",
            "Les soins dentaires sont-ils inclus dans mon assurance santé ?",
            "Prise en charge des soins dentaires"
         ],
         "responses": [
            "La couverture pour les soins dentaires peut varier selon votre contrat d'assurance santé. Certains contrats offrent une prise en charge des soins dentaires de base tels que les consultations, les soins préventifs et les radiographies, tandis que d'autres peuvent proposer une couverture plus étendue incluant les traitements orthodontiques ou les prothèses dentaires."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Gestion Stress",
         "patterns": [
            "Y a-t-il des programmes de gestion du stress inclus dans mon assurance santé ?",
            "Comment puis-je bénéficier de programmes de gestion du stress ?",
            "Services de bien-être pour la gestion du stress"
         ],
         "responses": [
            "Certains contrats d'assurance santé proposent des programmes de gestion du stress ou des services de bien-être pour aider les assurés à faire face au stress quotidien. Cela peut inclure des séances de méditation, des conseils en gestion du temps, des consultations psychologiques ou des séminaires sur la gestion du stress."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Frais Pharmaceutiques",
         "patterns": [
            "Frais Pharmaceutiques",
            "Comment fonctionne le remboursement des frais pharmaceutiques ?",
            "Quels médicaments sont couverts par mon assurance santé ?",
            "Processus de remboursement des médicaments"
         ],
         "responses": [
            "Le remboursement des frais pharmaceutiques dépend de votre contrat d'assurance santé. En général, certains médicaments peuvent être remboursés selon une liste prédéfinie appelée la liste des médicaments remboursables. Le remboursement peut être partiel ou total, en fonction des conditions spécifiées dans votre contrat."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Soins Dentaires",
         "patterns": [
            "Soins Dentaires",
            "Quelle est la couverture pour les soins dentaires ?",
            "Les soins dentaires sont-ils inclus dans mon assurance santé ?",
            "Prise en charge des soins dentaires"
         ],
         "responses": [
            "La couverture pour les soins dentaires peut varier selon votre contrat d'assurance santé. Certains contrats offrent une prise en charge des soins dentaires de base tels que les consultations, les soins préventifs et les radiographies, tandis que d'autres peuvent proposer une couverture plus étendue incluant les traitements orthodontiques ou les prothèses dentaires."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Gestion Stress",
         "patterns": [
            "Gestion Stress",
            "Y a-t-il des programmes de gestion du stress inclus dans mon assurance santé ?",
            "Comment puis-je bénéficier de programmes de gestion du stress ?",
            "Services de bien-être pour la gestion du stress"
         ],
         "responses": [
            "Certains contrats d'assurance santé proposent des programmes de gestion du stress ou des services de bien-être pour aider les assurés à faire face au stress quotidien. Cela peut inclure des séances de méditation, des conseils en gestion du temps, des consultations psychologiques ou des séminaires sur la gestion du stress."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Consultations Spécialistes",
         "patterns": [
            "Consultations Spécialistes",
            "Comment sont remboursées les consultations chez les spécialistes ?",
            "Quels spécialistes sont couverts par mon assurance santé ?",
            "Processus de remboursement des consultations chez les spécialistes"
         ],
         "responses": [
            "Le remboursement des consultations chez les spécialistes dépend de votre contrat d'assurance santé. En général, les consultations chez les spécialistes sont remboursées selon les mêmes modalités que les consultations médicales générales, mais peuvent être soumises à des conditions spécifiques ou à des limitations de couverture en fonction du spécialiste consulté."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Suivi Médical",
         "patterns": [
            "Suivi Médical",
            "Quels services de suivi médical sont proposés par mon assurance santé ?",
            "Comment bénéficier de programmes de suivi médical ?",
            "Services de suivi médical inclus dans mon contrat d'assurance santé"
         ],
         "responses": [
            "Certains contrats d'assurance santé offrent des services de suivi médical pour aider les assurés à maintenir leur santé à long terme. Cela peut inclure des programmes de dépistage, des consultations de suivi avec des professionnels de santé, des rappels pour les examens médicaux périodiques et des outils de suivi en ligne pour surveiller les indicateurs de santé."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assistance Voyage",
         "patterns": [
            "Assistance Voyage",
            "Quelle est l'assistance voyage incluse dans mon assurance santé ?",
            "Services d'assistance voyage offerts par mon assureur santé",
            "Couverture médicale en cas de voyage à l'étranger"
         ],
         "responses": [
            "Certains contrats d'assurance santé offrent une assistance voyage pour couvrir les frais médicaux en cas de maladie ou de blessure pendant un voyage à l'étranger. Cela peut inclure la prise en charge des frais médicaux d'urgence, le rapatriement sanitaire, l'assistance linguistique et administrative, ainsi que la garantie de paiement direct des frais médicaux auprès des prestataires de soins à l'étranger."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Couverture Médicale Equipes",
         "patterns": [
            "Couverture Médicale Equipes",
            "Quelle est la couverture médicale pour les équipes de football sous la FRMF ?",
            "Assurance santé pour les joueurs de football sous la FRMF",
            "Procédure de prise en charge médicale des joueurs de football"
         ],
         "responses": [
            "Les équipes de football affiliées à la FRMF bénéficient d'une couverture médicale complète pour leurs joueurs. Cela comprend la prise en charge des frais médicaux en cas de blessures pendant les matchs officiels, les entraînements et les stages, ainsi que des examens médicaux réguliers pour assurer la santé et le bien-être des joueurs."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Rééducation Post Blessure",
         "patterns": [
            "Rééducation Post Blessure",
            "Comment se déroule la rééducation après une blessure pour les joueurs de football sous la FRMF ?",
            "Services de rééducation post-blessure pour les footballeurs sous la FRMF",
            "Procédure de suivi médical et de rééducation des blessures"
         ],
         "responses": [
            "Après une blessure, les joueurs de football sous la FRMF bénéficient d'un suivi médical et d'une rééducation personnalisée pour faciliter leur récupération et leur retour sur le terrain. Cela comprend des séances de rééducation physique, des consultations avec des spécialistes, et un suivi régulier pour surveiller la progression et garantir une récupération optimale."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Voyage Equipes",
         "patterns": [
            "Assurance Voyage Equipes",
            "Quelle est l'assurance voyage pour les équipes de football affiliées à la FRMF ?",
            "Couverture médicale lors des déplacements pour les équipes de football sous la FRMF",
            "Procédure d'assistance médicale en cas de voyage"
         ],
         "responses": [
            "Les équipes de football affiliées à la FRMF bénéficient d'une assurance voyage complète lors de leurs déplacements pour les matchs nationaux et internationaux. Cela inclut la couverture des frais médicaux d'urgence, le rapatriement sanitaire, et l'assistance linguistique et administrative en cas de besoin pendant les voyages."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Procédure Déclaration Blessure",
         "patterns": [
            "Procédure Déclaration Blessure",
            "Quelle est la procédure pour déclarer une blessure pour les joueurs sous la FRMF ?",
            "Comment signaler une blessure pour les footballeurs affiliés à la FRMF ?",
            "Déclaration de blessure pour les membres des équipes de football"
         ],
         "responses": [
            "En cas de blessure, les joueurs sous la FRMF doivent signaler immédiatement l'incident au staff médical de leur équipe. Une évaluation médicale sera effectuée, et la blessure sera enregistrée dans les dossiers médicaux de la FRMF. Selon la gravité de la blessure, un plan de traitement approprié sera mis en place pour assurer une récupération optimale du joueur."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Responsabilité Civile",
         "patterns": [
            "Assurance Responsabilité Civile",
            "Quelle est la couverture en matière d'assurance responsabilité civile pour les clubs affiliés à la FRMF ?",
            "Assurance responsabilité civile pour les clubs de football sous la FRMF",
            "Procédure en cas de réclamation pour dommages"
         ],
         "responses": [
            "Les clubs de football affiliés à la FRMF bénéficient d'une assurance responsabilité civile qui couvre les dommages matériels ou corporels causés à des tiers pendant l'exercice de leurs activités sportives. En cas de réclamation, les clubs doivent signaler immédiatement l'incident à leur assureur et fournir toute documentation nécessaire pour enquêter sur la réclamation et procéder à un règlement équitable."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Contrôle Antidopage",
         "patterns": [
            "Contrôle Antidopage",
            "Quels sont les protocoles de contrôle antidopage pour les joueurs sous la FRMF ?",
            "Procédure de contrôle antidopage pour les footballeurs affiliés à la FRMF",
            "Règles et réglementations en matière de lutte contre le dopage"
         ],
         "responses": [
            "La FRMF applique des protocoles stricts de contrôle antidopage conformément aux règles et réglementations de la FIFA et de l'AMA (Agence Mondiale Antidopage). Les joueurs peuvent être soumis à des tests antidopage avant, pendant et après les matchs pour garantir l'intégrité et l'équité dans le sport."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Programmes Prévention Blessures",
         "patterns": [
            "Programmes Prévention Blessures",
            "Quels sont les programmes de prévention des blessures pour les joueurs sous la FRMF ?",
            "Initiatives de prévention des blessures pour les footballeurs affiliés à la FRMF",
            "Comment réduire les risques de blessures pour les joueurs de football ?"
         ],
         "responses": [
            "La FRMF met en place des programmes de prévention des blessures visant à réduire les risques de blessures chez les joueurs. Cela peut inclure des séances d'échauffement spécifiques, des programmes de renforcement musculaire, des séances de récupération active et des conseils sur la nutrition et l'hygiène de vie pour maintenir la condition physique des joueurs."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Assurance Maladie Personnel Administratif",
         "patterns": [
            "Assurance Maladie Personnel Administratif",
            "Quelle est la couverture en assurance maladie pour le personnel administratif de la FRMF ?",
            "Assurance santé pour le personnel de la FRMF hors joueurs",
            "Procédure de prise en charge médicale pour le personnel administratif"
         ],
         "responses": [
            "Le personnel administratif de la FRMF bénéficie également d'une couverture en assurance maladie pour leurs besoins de santé. Cela comprend la prise en charge des consultations médicales, des médicaments prescrits et des soins médicaux généraux. Les modalités de prise en charge peuvent varier en fonction du contrat d'assurance santé souscrit par la FRMF pour son personnel."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Gestion Sinistres",
         "patterns": [
            "Gestion Sinistres",
            "Comment est gérée la procédure de sinistre pour les clubs sous la FRMF ?",
            "Procédure de gestion des réclamations pour les clubs de football affiliés à la FRMF",
            "Réponse en cas d'incidents ou de sinistres"
         ],
         "responses": [
            "En cas d'incidents ou de sinistres, les clubs sous la FRMF doivent signaler l'événement à leur assureur dans les délais impartis et fournir toute documentation nécessaire pour traiter la réclamation. L'assureur examinera la réclamation et procédera à un règlement équitable en conformité avec les termes du contrat d'assurance et les réglementations en vigueur."
         ],
         "context": [
            ""
         ]
      },
      {
         "tag": "Utilisation du capteur",
         "patterns": [
            "Utilisation du capteur",
            "Quelles sont les étapes que les joueurs doivent suivre pour utiliser correctement le capteur ?"
         ],
         "responses": [
            "Les joueurs doivent allumer leur capteur avant de jouer et télécharger leurs données à la fin de la session ou du match. Chaque joueur se voit attribuer un numéro de capteur, crucial pour le support technique en cas de problème."
         ],
         "context": ""
      },
      {
         "tag": "Charge de travail",
         "patterns": [
            "Charge de travail",
            "Comment est calculée la charge de travail ?"
         ],
         "responses": [
            "La charge de travail correspond à la quantité de travail réalisée par le joueur, calculée en fonction du temps de déplacement et de la vitesse. La formule de calcul utilisée prend en compte le temps de séance et la vitesse de déplacement élevée au carré à chaque seconde. Plus un joueur se déplace longtemps et vite, plus sa charge d'entraînement est importante."
         ],
         "context": ""
      },
      {
         "tag": "Statistiques",
         "patterns": [
            "Statistiques",
            "Pourquoi y a-t-il des différences entre les statistiques sur l’application et sur la plateforme ?"
         ],
         "responses": [
            "Les algorithmes de la plateforme détectent les périodes de jeu effectives par rapport aux périodes de repos. Les statistiques sur l’application ne prennent en compte que la période de jeu effectives, alors que celles sur la plateforme coach dépendent des dates de début/fin de la séance et des exercices."
         ],
         "context": ""
      },
      {
         "tag": "Support technique",
         "patterns": [
            "Support technique",
            "Que faire si l’un des joueurs n’a plus de batterie sur son téléphone ?",
            "Un joueur est parti sans télécharger correctement ses données ?",
            "Un joueur n’a pas de stats ?"
         ],
         "responses": [
            "L'équipe technique peut allumer le capteur et télécharger ses données à sa place. Ensuite, ils doivent contacter le support avec le numéro de capteur et le nom du joueur pour attribuer manuellement la session.",
            "L'équipe technique peut télécharger les données pour lui et contacter le support avec les informations mentionnées ci-dessus.",
            "Il faut vérifier que le capteur a été correctement allumé et que les données ont été téléchargées. Si le problème persiste, contacter le support avec les informations spécifiées."
         ],
         "context": ""
      }
   ]
}